{
  "documents": [
    {
      "ID":1,
      "TEXT":"Only personal data that is necessary for a specific University-related business reason should be obtained. When obtaining personal data staff must first ensure that the purpose under which they are collecting the data is included in the University’s notification. If it is not they should notify the Data Protection Officer before any personal data is collected so that the notification can be amended. A privacy notice (also known as a fair processing notice or a data protection statement) must be actively communicated to individuals at the point at which their personal data is collected and ideally should be in the same medium. A privacy notice must as a minimum explain who you are, what you intend to do with the personal data and who it will be shared with or disclosed to. It is also good practice to include further information in a privacy notice, for example how long the data will be kept for, how the data will be kept secure, the consequences of not providing the data and the right to make a subject access request. Further guidance on writing privacy notices is available from the Data Protection Officer In some cases individuals will have a choice over whether or not to provide their personal data, or over the use that can be made of it. In these cases clear consent must be obtained. It is the policy of the University that the minimum amount of information necessary to achieve a business purpose will be processed (in accordance with Principle 1-3 of the DPA). Consideration should therefore be given to whether business objectives can be met without the processing of personal information at all through anonymisation, and secondly whether personal data can be pseudonymised.",
      "SUMMARIZATION":"The text outlines a university's policy on obtaining and handling personal data for specific business reasons. It emphasizes the importance of only collecting necessary personal data, ensuring that the purpose is aligned with the university's notification. If not, staff should notify the Data Protection Officer for necessary amendments. The text stresses the active communication of a privacy notice to individuals during data collection, detailing the collector's identity, intended use of personal data, and sharing or disclosure recipients. Additional recommended information includes data retention duration, security measures, consequences of non-provision, and the right to make a subject access request. The text advocates obtaining clear consent when individuals have a choice regarding personal data provision or use. The university follows a policy of processing the minimum information required for business purposes, in line with Principles 1-3 of the Data Protection Act. The consideration of anonymization and pseudonymization is encouraged for data processing, aligning with the university's commitment to privacy and data protection."
    },
    {
      "ID":2,
      "TEXT":"All staff whose work involves processing personal data, must take personal responsibility for its secure storage. Access to personal data, in electronic or paper format, should be restricted to staff who need to access the information in the course of their duties. Personal data in paper format must be kept in a locked filing cabinet, cupboard or drawer. Documents containing personal data should only be printed when there is a business need to do so. Documents should not be automatically (push) printed to shared print devices unless staff take other appropriate measures to ensure the security of the data. Personal data in electronic format should be stored within the University Data Centre which is regularly backed up and should not be kept on local hard drives. As a minimum, user accounts should be password protected and consideration should be given to the use of additional folder, file or database level password protection, access restrictions and/or encryption. Staff can contact the University’s ICT Service Desk for advice on how to do this. Staff who intend to store personal data on a portable storage device, such as a laptop, tablet, memory stick, hard drive, disk or mobile phone, must seek the authorisation of their line manager. The personal data on the portable storage device must be encrypted and the device must be kept in a locked filing cabinet, cupboard or drawer. Staff must not keep sensitive personal data on portable storage devices unless they have received authorisation from both their line manager and the Data Protection Officer. Normally personal data should never be stored at staff members’ homes, whether in paper or electronic format. In instances where off-site processing is necessary, staff must obtain authorisation from their line manager. If the processing includes sensitive personal data authorisation of their line manager and the Data Protection Officer is required",
      "SUMMARIZATION":"The text outlines security measures for staff handling personal data. It emphasizes individual responsibility for secure storage and restricts access to those with job-related requirements. Paper-based personal data should be kept in locked storage, and printing is permitted only when necessary, with precautions for shared print devices. Electronic data must be stored in the secure University Data Centre, password-protected at the user account level, and additional measures like encryption are encouraged. Authorization is required for storing personal data on portable devices, with encryption and secure storage mandates. Sensitive data on portable devices needs approval from the line manager and Data Protection Officer. Home storage of personal data is discouraged; off-site processing requires authorization from the line manager, and if it involves sensitive data, approval from both the line manager and the Data Protection Officer is mandatory."
    },
    {
      "ID":3,
      "TEXT":"The Data Protection Officer (DPO) is responsible for monitoring internal compliance with data\nprotection legislation. Their responsibilities include:\n Briefing the IG Committee on their Data Protection responsibilities\nDealing with all correspondence between the University and the Information Commissioner’s Office\nReviewing and updating Data Protection and related policies and obtaining approval by IGC and ULT\nProviding specialist advice to staff on Data Protection issues; including data protection breaches\n Manage and deal with subject access requests and bringing issues to the attention of the University Secretary \nManage and deal with Freedom of Information (FOI) requests bringing issues to the University Secretary\nUpdate and maintain Article 30 Records of Processing Activity (RoPA).",
      "SUMMARIZATION":"The Data Protection Officer (DPO) is responsible for ensuring internal compliance with data protection legislation. Their duties involve briefing the IG Committee on Data Protection responsibilities, handling correspondence between the University and the Information Commissioner’s Office, and reviewing/updating Data Protection policies for approval. The DPO provides specialized advice to staff on Data Protection matters, including breaches. They manage subject access requests, bring issues to the University Secretary's attention, and handle Freedom of Information (FOI) requests. Additionally, the DPO updates and maintains Article 30 Records of Processing Activity (RoPA)."
    }
  ]
}

