{
  "documents":[
    {
      "TEXT": "Appropriate security measures must be taken when processing data. Personal data should be marked with an appropriate classification as per DG09 – Information Classification Policy and stored and handled (and disposed of) as determined by these. Data is to be given appropriate levels of access control and security. This means that it should be safeguarded by means of lockable cabinets and password and/or encryption protection, depending on format. Handling and exchange of patient information must in addition comply with the Access to Health Records Act 1990 and the Caldicott principles where only those with a professional or contractual duty of confidentiality are permitted access to patient information. Please also see the Records Management Procedures. - What to do Make sure you use passwords which are strong and hard to guess. Never share or write passwords down and keep a log of who has access to secure areas. Secure personal information physically by restricting access to only those who need it for the performance of their duties and lock cabinets, rooms and computers when the information and device is not in use. Use confidential waste facilities/shredding.\n",
      "SUMMARIZATION": "Test the mechanisms that company use if the pervent the unauthorized access to the personal data \n"
    },
    {
      "TEXT": "Appropriate security measures must be taken when processing data. Personal data should be marked with an appropriate classification as per DG09 – Information Classification Policy and stored and handled (and disposed of) as determined by these. Data is to be given appropriate levels of access control and security. This means that it should be safeguarded by means of lockable cabinets and password and/or encryption protection, depending on format. Handling and exchange of patient information must in addition comply with the Access to Health Records Act 1990 and the Caldicott principles where only those with a professional or contractual duty of confidentiality are permitted access to patient information. Please also see the Records Management Procedures. - What to do Make sure you use passwords which are strong and hard to guess. Never share or write passwords down and keep a log of who has access to secure areas. Secure personal information physically by restricting access to only those who need it for the performance of their duties and lock cabinets, rooms and computers when the information and device is not in use. Use confidential waste facilities/shredding.\n",
      "SUMMARIZATION": "Review the physical secure measures for data protection ( card access, locked doors, cctv cameras and more)\n"
    },
    {
      "TEXT": "All members of the EUI community and visitors to the campus have a collective responsibility for adhering to the security procedures and measures in place and reporting unidentified risks, compromises of accounts and/or mailboxes or security\nbreaches. Heads of academic and administrative units are responsible for overseeing\nthat the IAM Policy and associated procedures are being respected in their Units, according to the President’s Decision No. 12/2021 regarding the administrative\norganisation of the European University Institute. ",
      "SUMMARIZATION": "Review if the employees are fulfilling their responsibility according to IAM policy, additionaly verify if the designated authorites are effectively monitoring and enforcing security measures\n"
    },
    {
      "TEXT": "All members of the EUI community and visitors to the campus have a collective responsibility for adhering to the security procedures and measures in place and reporting unidentified risks, compromises of accounts and/or mailboxes or security breaches. Heads of academic and administrative units are responsible for overseeing that the IAM Policy and associated procedures are being respected in their Units, according to the President’s Decision No. 12/2021 regarding the administrative organisation of the European University Institute.\n",
      "SUMMARIZATION": "Evaluate the effectiveness of the reporting mechanisms according to identifying and addressing security risks, compromises, or breaches. Additionally review if the policy includes procedures for reporting incidents and initiating appropriate responses. \n"
    },
    {
      "TEXT": "Creating a new identity for a person joining the EUI may entitle the assignment of a new computing account, a new email address and a new EUI card. The access rights assigned depend on the role and type of affiliation within the EUI. After creating a digital identity, a Computing account and\\or an Email address (and an associated mailbox) are issued. The Computing account and\\or an Email address is/are delivered directly to Academic users, and they are handed to Administrative users and External collaborators. \n",
      "SUMMARIZATION": "Assess the process for creating new user according the policy and the controls in place to verify if the company follow the process.\n"
    },
    {
      "TEXT": "Creating a new identity for a person joining the EUI may entitle the assignment of a new computing account, a new email address and a new EUI card. The access rights assigned depend on the role and type of affiliation within the EUI. After creating a digital identity, a Computing account and\\or an Email address (and an associated mailbox) are issued. The Computing account and\\or an Email address is/are delivered directly to Academic users, and they are handed to Administrative users and External collaborators. \n",
      "SUMMARIZATION": "Review the access rights of the users and their roles and evaluate if the mechanisms uses are determine appropriate access level for different users. "
    },
    {
      "TEXT": "Creating a new identity for a person joining the EUI may entitle the assignment of a new computing account, a new email address and a new EUI card. The access rights assigned depend on the role and type of affiliation within the EUI. After creating a digital identity, a Computing account and\\or an Email address (and an associated mailbox) are issued. The Computing account and\\or an Email address is/are delivered directly to Academic users, and they are handed to Administrative users and External collaborators. ",
      "SUMMARIZATION": "Ensure that access is granted accordance with organizational policies and procedures "
    },
    {
      "TEXT": "Creating a new identity for a person joining the EUI may entitle the assignment of a new computing account, a new email address and a new EUI card. The access rights assigned depend on the role and type of affiliation within the EUI. After creating a digital identity, a Computing account and\\or an Email address (and an associated mailbox) are issued. The Computing account and\\or an Email address is/are delivered directly to Academic users, and they are handed to Administrative users and External collaborators. ",
      "SUMMARIZATION": "Verify the accurancy of the information provided, ensuring that appropriate authentication measures are in place and the controls are in place preventing unauthorized access by examining the access rights. "
    },
    {
      "TEXT": "Creating a new identity for a person joining the EUI may entitle the assignment of a new computing account, a new email address and a new EUI card. The access rights assigned depend on the role and type of affiliation within the EUI. After creating a digital identity, a Computing account and\\or an Email address (and an associated mailbox) are issued. The Computing account and\\or an Email address is/are delivered directly to Academic users, and they are handed to Administrative users and External collaborators. ",
      "SUMMARIZATION": "Evaluate the security measures in place to protect sensitive information during transit and ensure that accounts are created in correct timely manner and provided in the right user"
    },
    {
      "TEXT": "Creating a new identity for a person joining the EUI may entitle the assignment of a new computing account, a new email address and a new EUI card. The access rights assigned depend on the role and type of affiliation within the EUI. After creating a digital identity, a Computing account and\\or an Email address (and an associated mailbox) are issued. The Computing account and\\or an Email address is/are delivered directly to Academic users, and they are handed to Administrative users and External collaborators. \n",
      "SUMMARIZATION": "Ensure that user account use the appropriate authentication and authorization measures are applied. \n"
    },
    {
      "TEXT": "Creating a new identity for a person joining the EUI may entitle the assignment of a new computing account, a new email address and a new EUI card. The access rights assigned depend on the role and type of affiliation within the EUI. After creating a digital identity, a Computing account and\\or an Email address (and an associated mailbox) are issued. The Computing account and\\or an Email address is/are delivered directly to Academic users, and they are handed to Administrative users and External collaborators. \n",
      "SUMMARIZATION": "Examine the documentation and records that company keeps related to the creation of the new user accounts. Review the emails, AD logs and HR list for diffrencies. \n"
    },
    {
      "TEXT": "Risk unit owners in consultation with OIC at a plant/unit will assess the risk by determining its probability of occurrence and its impact with an objective of reporting key risks to the Site Level Risk Steering Committee.Key responsibilities of the Risk unit owners include:Identification of new risks , Reviewing and discussing significant risk issues and ensuring horizontal collaboration in the development of mitigation strategies and the establishment of corporate priorities in resource allocation, Reporting new risks or failures of existing control measures with remedial action to Site Level Risk Steering Committee, Keeping the risk registers and related action plans updated, Consolidating the quarterly and annual risk register and database review reports and timely reporting to the Office of CRO, Submission of the quarterly risk register review report by the 10th day following the quarter end to the office of CRO, Submission of the annual risk database review report by the 45th day after the financial yearend, to the office of CRO, Educating employees dealing with key activities in their unit of the risk management process, Facilitating segment level and corporate level steering committee meetings, Ensuring Management Action Plans developed in response to audit and evaluation recommendations adequately address the risks identified, Providing management with information about the organization's controls and determining which controls should be in place to adequately lower the overall risk profile of various critical processes.",
      "SUMMARIZATION": "Review whether the company has trained its employees to recognize and manage risks. Also, verify that they provide awareness of the implementation of risk management policies and procedures."
    },
    {
      "TEXT": "The Risk Management Committee is chaired by the President’s nominee.Responsibilities of the Risk Management Committee are detailed in its Terms of Reference and shall include:Periodic review and recommendation of updates to the Risk Management Policy and Framework for review by the University Executive Team (UET), Audit and Risk Committee and approval by Governing Body. Reviewing and making recommendations in relation to the Risk Appetite Statement and the University Risk Register,and seeking external/expert advice as necessary to ensure that University Risk Management is in line with best practice and fit for purpose. Ensuring that risks, which impact the achievement of the University’s strategic objectives, are identified, assessed and included in the University Risk Register.Compiling the University Risk Register each semester comprising the top 15 University risks which the Risk Management Committee decides most impact the achievement of the University’s strategic objectives, and recommending this to the UET for review, and following feedback, then recommending it to the Audit and Risk Committee for consideration and decision by the Governing Body, where appropriate.Receiving and reviewing Functional/Operational Risk Registers to ensure that any risks are escalated as required.Receiving and reviewing Functional/Operational Risk Registers to ensure that any risks are escalated as required.",
      "SUMMARIZATION": "Review whether the company has trained its employees to recognize and manage risks. Also, verify that they provide awareness of the implementation of risk management policies and procedures."
    },
    {
      "TEXT": "Risk is generally understood to be the impact (both positive and negative) of the uncertainty regarding the achievement of the objectives or of reasonable business expectations. For the purposes of this policy, risk factors are considered to be any risk that a potential event, action or omission will negatively impact these objectives or expectations of the Indra Group. Opportunities are considered to be the positive impact of uncertainty regarding the objectives. While conducting its business activities, the Indra Group identifies various risks inherent to the various regions and businesses in which it operates, including the following:  Strategic risks arising from the Indra Group's strategic position in the environment in which it carries out its activities, relations with third parties, the portfolio of products and services, as well as planning and organization, which may result in difficulties in meeting the objectives defined in its Strategic Plan. Operational risks relating to direct or indirect economic losses caused by inadequate internal processes, technological failures, human errors or as a consequence of certain external events, specifically including risks associated with project management, human capital and information technology. Among these, special mention must be given to risks deriving from possible risks associated with projects and services that require proactive actions by project managers to mitigate their possible effects, from the point of view of preparing bids and negotiating contracts, as well as execution and delivery. Financial risks associated with changes in the financial and/or goods and services markets that affect the costs and revenues of the activity, including areas related to the management of exchange rates, liquidity or interest rate risk, and credit risk related to the possibility that a counterparty fails to comply with its contractual obligations and produces an economic or financial loss for the Indra Group. Compliance risks associated with non-compliance with legal provisions, regulations in general, standards adopted, and codes of conduct applicable to the activity, in all markets in which the Indra Group carries out its activities, and which may entail sanctions and/or damage to its reputation, consequently causing an adverse impact on its results and/or capital, and/or on the expectations as to the growth and performance of the businesses. Compliance risks fundamentally include those relating to the areas of crime prevention of legal entities, fraud, and legal obligations arising from the activities of the Indra Group.  Tax risks associated with decision-making in the tax area, whether by the Indra Group or by tax or legal authorities, which could have a negative impact on the financial statements or reputation of the Indra Group.",
      "SUMMARIZATION": "Review whether the company conducts systematic risk analysis to identify potential threats and categorizes them by severity levels."
    },
    {
      "TEXT": "The purpose of risk identification is to determine a comprehensive list of risks which may affect the Departments objectives and priorities. Consideration will be given to the source of the risk, the event that could trigger the risk and the impact on the Departments objectives. Comprehensive risk identification should include risks whether or not they are under the control of the Departments.The Departments identifies and manages risks at different levels throughout the organisation by Department level, Group level, Branch level, Project level.At the Department level, the Chief Risk Officer will facilitate the risk identification and assessment process with the PD and TCO Executive to identify and assess the key strategic risks. This information will be captured in a risk register format. This Enterprise Risk Register will be sent to the Audit and Risk Committee for endorsement on a quarterly basis.The risk management process should establish the context in which the sources that create risks and opportunities for the Departments can be understood. This means establishing the strategic, organisational and risk management context in which the rest of the process will take place. Now that the context of the identified risk event has been defined, and the range of potential causes and consequences analysed, evaluation of the risk event should be performed and documented.The evaluation of the identified risks is performed at the residual risk level i.e., the risk that remains once all existing controls are taken into account.Evaluation involves combining the overall residual risk likelihood and consequence to produce an residual risk rating (i.e., low, moderate, significant or high) using the Risk Matrix at Appendix One. This Risk Matrix defines the likelihood and consequence criteria and overall risk rating used by the Departments to evaluate the identified risks, and subsequently monitor and treat higher rated risks.The residual risk rating is used to assist the Departments in prioritising the effort, resources, monitoring and reporting of its risks.",
      "SUMMARIZATION": "Review whether the company conducts systematic risk analysis to identify potential threats and categorizes them by severity levels."
    },
    {
      "TEXT": "Within its Risk Control and Management System, the Indra Group has defined the appropriate organization and responsibilities for achieving its objectives. The main bodies and areas involved in risk control and management and their responsibilities are as follows, Board of Diretors Ensures the implementation of the Internal Control and Risk Management System and monitors the internal reporting and risk control systems.Approves the risk control and management policies that define the basic management principles and guidelines for mitigating these risks. Audit and Compliance Unit, Reviews the Internal Control and Risk Management System, presenting recommendations and proposals regarding these areas to the Board of Directors. The Senior Management and Management Team, Provides sufficient resources for developing Risk Management and Control activities, in addition to defining the functions and responsibilities of these activities.Validates the Risk Control and Management Policies,Validates the risk appetite recommendations and monitors breaches of established tolerance thresholds,Approves the Global Risks Map and the response plans defined for its mitigation and approves the specific risk management criteria. The risk Coordination unit, supports the correct functioning of the Risk Control and Management System, ensuring its identification,assessment, quantification and monitoring, the  definition of the risk appetite and monitors risks that exceed established tolerance levels, the  definition of risk monitoring criteria and validates the Global Risk Map and mitigation measures. The risk owners monitor the risks under their responsibility in accordance with the methods and tools defined in the Risk Control and Management System. Participate in the deisgn of risk controls and management procedures policies. Recommend the risk appetite, thresholds and corrective actions for breaches of tolerance and inform Senior Management and Management Team. ",
      "SUMMARIZATION": "Review whether the company has assigned responsible individuals or teams for implementing risk management procedures, ensuring that they understand their roles and responsibilities."
    },
    {
      "TEXT": "The TCO and PD Secretaries ultimately responsible for ensuring that appropriate risk management responsibilities are delegated and carried out within the Departments.All the employees, must Be familiar with the Risk Management Policy, Ensure day to day identification and management of risk in their role, including carrying out their roles and responsibilities in accordance with relevant policies an procedures and appropriate, report and escalate risks and concerns to the appropriate level of management within the remit of their position. The Chief Risk Officer must design, implement and be responsible for the continuous improvement of the risk management Policy so it is dynamic to the internal and external environment within which the Departments operate, Manage and coordinate the Departments risk management reporting process, and reporting on strategic and emerging risks, Administer and establish the Risk Management Policy, Support the Secretary in articulating and embedding the risk appetite statement, Challenge the completeness and accuracy of risk information.Ensure that the risk assessment process is consistently applied across all branches of the Departments and build risk management capabilities throughout the Department. The risk owners are Responsible for ensuring that risks are managed, monitored and reported, without taking away the ultimate responsibility of the Secretary. Consider the risks assigned to them,Identify, assess and manage risks relating to their respective area or project and communicate these to the relevant Director, Executive Director and/or Executive member, Devise and implement appropriate risk management plans, Review progress of implementing management strategies and updating the Enterprise Risk Register for significant and high risks, and maintaining a Local Risk Register for other operational and project risks, Design and implement appropriate risk treatments (risk mitigation plans) to manage the risk within the boundaries of the Departments Risk Appetite and have a designated responsibility for monitoring the risk(s) on an ongoing basis. Report and escalate as appropriate any identified risks that cannot be properly managed consistently within the Risk Management Policy. The Deputy Secretaries, Chief Digital and Information Officer, and Chief Financial and Operations Officer are set and communicate good risk management practices and culture,Ensure risk capability is developed and maintained within their respective areas to enable effective risk management, Ensure their respective areas manage risk in line with the Risk Management Policy,Oversee the allocation of resources to enable effective risk management and reportt on key risks and their managemenent to the Risk and Goverance Committee, Audit and Risk Commitee and PD and TCO Executive.",
      "SUMMARIZATION": "Review whether the company has assigned responsible individuals or teams for implementing risk management procedures, ensuring that they understand their roles and responsibilities."
    },
    {
      "TEXT": "Change is identified and entered into the tracking system. Change form should be used or elements necessary to fill out change form should be included in the tracking system. Change management form is completed (Sample Form Below).Change Owner presents change to CAB.CAB reviews and confirms critical elements to include proper Description, Impact Analysis,Testing Plan, Roll-Back procedures and any required Technical review by system owners.CAB Approves, Denies, Places on Hold or asks for additional information. Approvals must be documented. Once approved, the change is scheduled. An intentional approach should be taken whenscheduling the change. All impact to production systems and organization productivity should be considered. Efforts should be made to schedule high risk/impact changes outsideof normal organization hours or in test environments if available.The Change is performed or rolled back. If a roll back occurs, the details should be presented to the CAB. Any post Change notes should be documented in the Change form, Existing processes, and baselines should be updated post change if necessary. Change is closed and Change records retained for audit and follow-up per records management retention schedules.",
      "SUMMARIZATION": "Review the implementation of a formal process and verify that it includes the submission of change requests, approval of changes, and testing before implementation in the production environment."
    },
    {
      "TEXT": "A Standard Change is created from preapproved Standard change templates that have satisfied specific criteria (see Appendix A) and been added to the Standard Change Template Catalog in the Enterprise Ticketing System: the change is repeatable, frequently implemented, is considered low risk and low impact according to the SIA, and has a proven history of success (completed the Normal change lifecycle process at least 3-5 times with no issues). Standard changes that are approved by Division Directors and CAB Co-Chairs are added to the catalog and considered pre-authorized, following a shorter ChM lifecycle outside of the CAB approval process (subject to dual authorization). CRs can request new Standard change templates or use an existing template from the catalog to create a new Standard change request.A Normal Change is one that meets the defined lead time for testing and validation and is assigned a SIA level of no, low, medium, or high. A Normal change is an RFC that is not a Standard, Expedited or Emergency change, and is subject to the full ChM review process, including review and authorization by the CAB.An Expedited Change does not meet the lead time requirement for a Normal change, but is not an Emergency Change. Service is at risk, although service might not be down, and the RFC needs to be authorized because of a client request that has been validated by SME/ technical expert or a Director, who has determined that that the change needs to go in without waiting for the recommended lead-time. The same ‘Normal’ Change request information is provided in the Enterprise Ticketing System to implement the change, including the reason for expediting the RFC (SIA, back-out plans, scheduled time and downtime required), but lead times are much shorter. Authorization by a CAB Co-Chair is required and Expedited Changes are subject to retroactive review by CAB. Emergency Change is one that must be implemented as soon as possible to correct, or prevent, a high priority incident, or that must be introduced as soon as possible due to likely negative service impacts or situations where the impact to a service is imminent if action is not taken. These changes do not follow the complete lifecycle of a Normal change due to the speed with which they must be implemented and authorized. All emergency changes are authorized by E-CAB and documented and entered into the Enterprise Ticketing System prior to implementation, or as soon as possible after the change has been implemented depending on the nature of the emergency.Emergency changes are subject to a Post Implementation Review (PIR) process by CAB.",
      "SUMMARIZATION": "Review the implementation of a formal process and verify that it includes the submission of change requests, approval of changes, and testing before implementation in the production environment."
    },
    {
      "TEXT": "Ongoing Minor Change,It is recognised that in order to meet changing needs more effectively, there  may be occasions where managers need to implement relatively minor changes. These may be implemented without recourse to formal procedures outlined in this document and associated policies/procedures. While formal consultation is not required for minor change, staff will still be consulted about changes that have an impact on them. Managers will meet with staff either individually or collectively to explain the reasons for the need to implement any minor changes and ask for their views before implementation. Should there be any concerns about proposed changes staff may wish to request that they be accompanied by a trade union representative or colleague and this will be accommodated. It is good practice to inform the relevant trades unions of even minor changes.In exercises involving minor change, managers should still adopt theguidelines outlined in the steps below  to ensureappropriate planning, consultation, decision making and implementation albeit at a lower level.Major Change,  In major exercises that represent a potential change to staff terms and conditions, there is a requirement to formally consult.",
      "SUMMARIZATION": "Review whether the company prioritizes and categorizes changes."
    },
    {
      "TEXT": "The Emergency Change can be executed once a minimum of one (1) Service Owner has approved, or CIO/Deputy CIO have approved, verbally or via email. 1.4. If no verbal or written approval is received within 30 minutes, the Service Owner will provide approval to proceed. 1.5. An email to the entire organization will be sent notifying them of any outage or service disruption that will occur as a result of the Emergency Change window. This will include the service(s) affected and the potential duration of the interruption. 1.6. The assigned technical SME will execute the change as outlined in the emergency change documentation.",
      "SUMMARIZATION": "Ensure that only authorized employees have the authority to approve and implement changes."
    },
    {
      "TEXT": "All employee account creation requests are to be submitted via a Help Desk ticket. The request must contain the employee’s full name, company/division, department, job title, manager, and any special authorizations, such as access to certain applications. If the request requires any application or special group access, the Help Desk will forward the ticket to the appropriate Business Administrator. The Business Administrator will approve the request.All vendor’s account creation requests are to be submitted via a Help Desk ticket from the manager of the department that has the vendor relationship. If the new account is related to a new GlobeNet’s employee, the IT department will designate a computer system that must fit the work-related processes.A member of the Help Desk department will modify, remove or disable access as appropriate.All accounts must have an individual employee or group assigned to be responsible for account management. This may be a combination of the business unit and information technology (IT).An authentication token (e.g., password, key fob, biometric) is associated with each user ID, which must be used to authenticate the identity of the person or system requesting access.. Access privileges will be granted in accordance with the user’s job responsibilities and will be limited only to those necessary to accomplish assigned tasks in accordance with GlobeNet missions and business functions (least privilege).Users of privileged accounts must use a separate, non-privileged account when performing normal business transactions.",
      "SUMMARIZATION": "Review the access to the systems in accordance with individual roles and data classification."
    },
    {
      "TEXT": "In order to reduce the potential for corruption of computer programs, strict control must be maintained over access to program source libraries.Program source libraries should not be held in operational systems. A program librarian should be nominated for each application.IT support staff should not have unrestricted access to program source libraries. Programs under development or maintenance should not be held in operational program source libraries.The updating of program source libraries and the issuing of program sources to programmers should only be performed by the nominated librarian upon authorization from the IT support manager for theapplication. Program listings should be held in a secure environment.  An audit log should be maintained of all accesses to program source libraries.Old versions of source programs should be archived, with a clear indication of the precise dates and times when they were operational,together with all supporting software, job control, data definitions and procedures. Maintenance and copying of program source libraries should be subject to strict change control procedures.",
      "SUMMARIZATION": "Review the access to the systems in accordance with individual roles and data classification."
    },
    {
      "TEXT": "Unless otherwise specified within this IT Security Policy, NIST 800-63b standards will be followed when managing passwords. As such, the following security requirements shall be adhered to when creating passwords:  Minimum of eight (8) characters in length. If unable to follow NIST 800-63b standards, which do not require complexity standards, passwords should include the following three categories:  English uppercase characters (A through Z). English lowercase characters (a through z) , Base 10 digits (0 through 9) 2.1.2. NIST 800-63b does not required complexity standards, but where possible the use of non-alphabetic characters (e.g., !, $, #, %) is recommended.",
      "SUMMARIZATION": "Review if the password policy mandates complexity requirements such as minimum length, inclusion of uppercase and lowercase letters, numbers, and special characters."
    },
    {
      "TEXT": "Passwords history shall be kept for the previous six (6) passwords and passwords shall be unique across the password history.  NIST 800-63b does not required periodic password resets. However, where NIST 800-63b cannot be applied maximum password age should be ninety (90) days.  Shall not be the same as or include the user id. Passwords shall not be visible by default when entered, but in alignment with NIST 800-63b can be visible when typing where possible and password “Paste-In” should be allowed. Passwords shall not be easily guessable. Set first-time passwords to a unique value for each user and change immediately after the first use. ",
      "SUMMARIZATION": "Evaluate the password requirements for password aging, regular password changes, and restrictions on reusing old passwords."
    }
  ]
}
