{
  "documents": [
    {
      "TEXT": "Creating a new identity for a person joining the EUI may entitle the assignment of a new computing account, a new email address and a new EUI card. The access rights assigned depend on the role and type of affiliation within the EUI. After creating a digital identity, a Computing account and\\or an Email address (and an associated mailbox) are issued. The Computing account and\\or an Email address is/are delivered directly to Academic users, and they are handed to Administrative users and External collaborators.",
      "SUMMARIZATION": "Evaluate the security measures in place to protect sensitive information during transit and ensure that accounts are created in correct timely manner and provided in the right user\n"
    },
    {
      "TEXT": "Creating a new identity for a person joining the EUI may entitle the assignment of a new computing account, a new email address and a new EUI card. The access rights assigned depend on the role and type of affiliation within the EUI. After creating a digital identity, a Computing account and\\or an Email address (and an associated mailbox) are issued. The Computing account and\\or an Email address is/are delivered directly to Academic users, and they are handed to Administrative users and External collaborators.",
      "SUMMARIZATION": "Ensure that user account use the appropriate authentication and authorization measures are applied. "
    },
    {
      "TEXT": "There are circumstances, provided for under DPA2018, where personal data may be disclosed to third parties without the consent of the Data Subject.  Any such disclosures will only take place if QMUL is satisfied that the party seeking this has provided written evidence of its entitlement/authority to ask for this information and relevant justifications as required.",
      "SUMMARIZATION": "Review if the procedure and the policy's of the company include enough controls for  data subject rights when their data are expose and used from third parties."
    },
    {
      "TEXT": "There are circumstances, provided for under DPA2018, where personal data may be disclosed to third parties without the consent of the Data Subject.  Any such disclosures will only take place if QMUL is satisfied that the party seeking this has provided written evidence of its entitlement/authority to ask for this information and relevant justifications as required\n",
      "SUMMARIZATION": "Review if the company includes enough security measures for the protection and confidetiality of the data that expose on third parties \n"
    },
    {
      "TEXT": "There are circumstances, provided for under DPA2018, where personal data may be disclosed to third parties without the consent of the Data Subject.  Any such disclosures will only take place if QMUL is satisfied that the party seeking this has provided written evidence of its entitlement/authority to ask for this information and relevant justifications as required\n",
      "SUMMARIZATION": "Review if the company has procedures that approve the expose of personal data to third parties for specific reasons and documentation that proves the approval.\n"
    },
    {
      "TEXT": "It is sometimes necessary to monitor information and communications, which may include personal data. This shall be done in line with QMUL’s Guidelines on the Right to Privacy and the Monitoring of Data. QMUL also operates CCTV and similar equipment to monitor safety and security and prevent and detect crime.\n",
      "SUMMARIZATION": "Review if the monitor of information and communications is according to the internal directions of QMUL \n"
    },
    {
      "TEXT": "It is sometimes necessary to monitor information and communications, which may include personal data. This shall be done in line with QMUL’s Guidelines on the Right to Privacy and the Monitoring of Data. QMUL also operates CCTV and similar equipment to monitor safety and security and prevent and detect crime.\n",
      "SUMMARIZATION": "The process the company have for monitoring the information of the data subject keeps their personal information secured. \n"
    },
    {
      "TEXT": "It is sometimes necessary to monitor information and communications, which may include personal data. This shall be done in line with QMUL’s Guidelines on the Right to Privacy and the Monitoring of Data. QMUL also operates CCTV and similar equipment to monitor safety and security and prevent and detect crime.\n",
      "SUMMARIZATION": "Review the process that company for the backup of the data and their protection of them. Additional verify the CCTV system if its in right place to monitor and secure the data \n"
    },
    {
      "TEXT": "Appropriate security measures must be taken when processing data. Personal data should be marked with an appropriate classification as per DG09 – Information Classification Policy and stored and handled (and disposed of) as determined by these. Data is to be given appropriate levels of access control and security. This means that it should be safeguarded by means of lockable cabinets and password and/or encryption protection, depending on format. Handling and exchange of patient information must in addition comply with the Access to Health Records Act 1990 and the Caldicott principles where only those with a professional or contractual duty of confidentiality are permitted access to patient information. Please also see the Records Management Procedures. - What to do Make sure you use passwords which are strong and hard to guess. Never share or write passwords down and keep a log of who has access to secure areas. Secure personal information physically by restricting access to only those who need it for the performance of their duties and lock cabinets, rooms and computers when the information and device is not in use. Use confidential waste facilities/shredding.\n",
      "SUMMARIZATION": "Review if the personal data are classify according the QMUL and if their secure and save of the data is according to their classification \n"
    },
    {
      "TEXT": "Appropriate security measures must be taken when processing data. Personal data should be marked with an appropriate classification as per DG09 – Information Classification Policy and stored and handled (and disposed of) as determined by these. Data is to be given appropriate levels of access control and security. This means that it should be safeguarded by means of lockable cabinets and password and/or encryption protection, depending on format. Handling and exchange of patient information must in addition comply with the Access to Health Records Act 1990 and the Caldicott principles where only those with a professional or contractual duty of confidentiality are permitted access to patient information. Please also see the Records Management Procedures. - What to do Make sure you use passwords which are strong and hard to guess. Never share or write passwords down and keep a log of who has access to secure areas. Secure personal information physically by restricting access to only those who need it for the performance of their duties and lock cabinets, rooms and computers when the information and device is not in use. Use confidential waste facilities/shredding.\n",
      "SUMMARIZATION": "Review if the secure measure the encryption and the password policy of the company is appropriate to protect any data breach and pervent any unauthorized access\n"
    }
  ]
}