"documents": [
    {
      "ID":1,
      "TEXT":" Ensure proper user management for all users as follows, Ensure that the Principle of Least Privilege using role-based access control (RBAC) is followed for all users.  Control addition, deletion, and modification of usernames, credentials, and other identifier objects. Users (including temps, consultants, and contractors) shall formally request access to systems with only the rights necessary to perform their job functions.  A manager or above and the system owner shall formally approve user roles and access requests. System administrators shall act as the final gatekeeper to ensure access is granted appropriate to the identified role. Usernames shall follow a consistent naming methodology to allow for proper attribution (e.g., generally consisting of the first initial and first five letters of the user’s surname). Inactive user accounts reviewed and disabled and/or remove at least every ninety (90) days. Exceptions shall be documented, reviewed, and approved by Information Security.  Enable accounts used by vendors for remote maintenance only during the time period needed. Ensure all vendor activity is monitored.Remove external access to subscriber databases immediately upon notification that subscriber has terminated their relationship with iCIMS.Remove subscriber databases from system within thirty (30) days of subscriber termination. Overwrite or destroy all subscriber backup data within twelve (12) months of the subscriber’s termination date ",
      "SUMMARIZATION":"Indeed the company review and monitor in timely manner the access of the users in the systems. If a user is inactive the account reviewen and disabled. Additionaly if the user terminates his/her reliationship with the company, the account of this user must be disable and all his/her access must be blocked."
    },
    {
      "ID":2,
      "TEXT":"Regular backups of data, applications, and the configuration of servers and supporting devices shall occur to enable data recovery in the event of a disaster or business continuity event and retained according to Support and Maintenance Policy (“SMP”) and iCIMS Data Retention Policy. 6.2. All backups shall be encrypted following Data Protection & Encryption Policy (refer to policy #1) for data at rest and in transit. 6.3. Backups shall be encrypted and stored in a physically and logically secure geographically separate location 6.4. Backups for critical systems and systems that contain production Subscriber Data, Personal Data and/or PII shall be performed on at least a daily basis.",
      "SUMMARIZATION":"The company keep has a backup policy that includes the frequency and the capacity of the backup from the systems that are important from the business continuity activites of the company. Additionally the company stored in a different location the backup that received in regular bases "
    },
    {
      "ID":3,
      "TEXT":"",
      "SUMMARIZATION":""
    }
  ]
}