{
  "documents": [
    {
      "TEXT": "Creating a new identity for a person joining the EUI may entitle the assignment of a new computing account, a new email address and a new EUI card. The access rights assigned depend on the role and type of affiliation within the EUI. After creating a digital identity, a Computing account and\\or an Email address (and an associated mailbox) are issued. The Computing account and\\or an Email address is/are delivered directly to Academic users, and they are handed to Administrative users and External collaborators.",
      "SUMMARIZATION": "Evaluate the security measures in place to protect sensitive information during transit and ensure that accounts are created in correct timely manner and provided in the right user\n"
    },
    {
      "TEXT": "Creating a new identity for a person joining the EUI may entitle the assignment of a new computing account, a new email address and a new EUI card. The access rights assigned depend on the role and type of affiliation within the EUI. After creating a digital identity, a Computing account and\\or an Email address (and an associated mailbox) are issued. The Computing account and\\or an Email address is/are delivered directly to Academic users, and they are handed to Administrative users and External collaborators.",
      "SUMMARIZATION": "Ensure that user account use the appropriate authentication and authorization measures are applied. "
    },
    {
      "TEXT": "There are circumstances, provided for under DPA2018, where personal data may be disclosed to third parties without the consent of the Data Subject.  Any such disclosures will only take place if QMUL is satisfied that the party seeking this has provided written evidence of its entitlement/authority to ask for this information and relevant justifications as required.",
      "SUMMARIZATION": "Review if the procedure and the policy's of the company include enough controls for  data subject rights when their data are expose and used from third parties."
    },
    {
      "TEXT": "There are circumstances, provided for under DPA2018, where personal data may be disclosed to third parties without the consent of the Data Subject.  Any such disclosures will only take place if QMUL is satisfied that the party seeking this has provided written evidence of its entitlement/authority to ask for this information and relevant justifications as required\n",
      "SUMMARIZATION": "Review if the company includes enough security measures for the protection and confidetiality of the data that expose on third parties \n"
    },
    {
      "TEXT": "There are circumstances, provided for under DPA2018, where personal data may be disclosed to third parties without the consent of the Data Subject.  Any such disclosures will only take place if QMUL is satisfied that the party seeking this has provided written evidence of its entitlement/authority to ask for this information and relevant justifications as required\n",
      "SUMMARIZATION": "Review if the company has procedures that approve the expose of personal data to third parties for specific reasons and documentation that proves the approval.\n"
    },
    {
      "TEXT": "It is sometimes necessary to monitor information and communications, which may include personal data. This shall be done in line with QMUL’s Guidelines on the Right to Privacy and the Monitoring of Data. QMUL also operates CCTV and similar equipment to monitor safety and security and prevent and detect crime.\n",
      "SUMMARIZATION": "Review if the monitor of information and communications is according to the internal directions of QMUL \n"
    },
    {
      "TEXT": "It is sometimes necessary to monitor information and communications, which may include personal data. This shall be done in line with QMUL’s Guidelines on the Right to Privacy and the Monitoring of Data. QMUL also operates CCTV and similar equipment to monitor safety and security and prevent and detect crime.\n",
      "SUMMARIZATION": "The process the company have for monitoring the information of the data subject keeps their personal information secured. \n"
    },
    {
      "TEXT": "It is sometimes necessary to monitor information and communications, which may include personal data. This shall be done in line with QMUL’s Guidelines on the Right to Privacy and the Monitoring of Data. QMUL also operates CCTV and similar equipment to monitor safety and security and prevent and detect crime.\n",
      "SUMMARIZATION": "Review the process that company for the backup of the data and their protection of them. Additional verify the CCTV system if its in right place to monitor and secure the data \n"
    },
    {
      "TEXT": "Appropriate security measures must be taken when processing data. Personal data should be marked with an appropriate classification as per DG09 – Information Classification Policy and stored and handled (and disposed of) as determined by these. Data is to be given appropriate levels of access control and security. This means that it should be safeguarded by means of lockable cabinets and password and/or encryption protection, depending on format. Handling and exchange of patient information must in addition comply with the Access to Health Records Act 1990 and the Caldicott principles where only those with a professional or contractual duty of confidentiality are permitted access to patient information. Please also see the Records Management Procedures. - What to do Make sure you use passwords which are strong and hard to guess. Never share or write passwords down and keep a log of who has access to secure areas. Secure personal information physically by restricting access to only those who need it for the performance of their duties and lock cabinets, rooms and computers when the information and device is not in use. Use confidential waste facilities/shredding.\n",
      "SUMMARIZATION": "Review if the personal data are classify according the QMUL and if their secure and save of the data is according to their classification \n"
    },
    {
      "TEXT": "Appropriate security measures must be taken when processing data. Personal data should be marked with an appropriate classification as per DG09 – Information Classification Policy and stored and handled (and disposed of) as determined by these. Data is to be given appropriate levels of access control and security. This means that it should be safeguarded by means of lockable cabinets and password and/or encryption protection, depending on format. Handling and exchange of patient information must in addition comply with the Access to Health Records Act 1990 and the Caldicott principles where only those with a professional or contractual duty of confidentiality are permitted access to patient information. Please also see the Records Management Procedures. - What to do Make sure you use passwords which are strong and hard to guess. Never share or write passwords down and keep a log of who has access to secure areas. Secure personal information physically by restricting access to only those who need it for the performance of their duties and lock cabinets, rooms and computers when the information and device is not in use. Use confidential waste facilities/shredding.\n",
      "SUMMARIZATION": "Review if the secure measure the encryption and the password policy of the company is appropriate to protect any data breach and pervent any unauthorized access\n"
    },
    {
      "TEXT": "To support the implementation and embedding of this risk management policy and procedure NHS Resolution will ensure; - all employees are provided with training and tools specific to their role and ensure they can work in a safe manner; - new employees are provided with induction training and all employees provided with updated refresher training in health & safety, incorporating: the risk management, incident reporting and risk assessment process; fire and manual handling training and anti-fraud and bribery - employees and other workers have the knowledge, skills, support and access to expert advice necessary to implement the policies, procedures and guidance associated with this policy.",
      "SUMMARIZATION": "Review whether the company has trained its employees to recognize and manage risks. Also, verify that they provide awareness of the implementation of risk management policies and procedures."
    },
    {
      "TEXT":"With respect to the specific risk of misuse of funds, the Global Fund has a ‘zero-tolerance’ policy which means that the Global Fund does not tolerate corruption, fraud, misappropriation or abuse of any kind in relation to its grants. For all involved, Ethics and Integrity have a direct bearing on this risk. Providing training for staff to recognize risks, raise concerns and seek advice to mitigate risks is essential.A training in risk management is actively offered as part the induction provided to Board and\ncommittee members. Efforts are made to ensure that risk experts are recruited in the committee nomination and selection processes.",
      "SUMMARIZATION": "Review whether the company has trained its employees to recognize and manage risks. Also, verify that they provide awareness of the implementation of risk management policies and procedures."
    },
    {
      "TEXT": "A financial institution must provide adequate and regular technology and cybersecurity awareness education for all staff in undertaking their respective roles and measure the effectiveness of its education and awareness programmes. This cybersecurity awareness education must be conducted at least annually by the financial institution and must reflect the current cyber threat landscape. A financial institution must provide adequate and continuous training for staff involved in technology operations, cybersecurity and risk management in order to ensure that the staff are competent to effectively perform their roles and responsibilities. In fulfilling the requirements under paragraph 13.2, a large financial institution shall ensure the staff working on day-to-day IT operations such as IT security, project management and cloud operations are also suitably certified. A financial institution must provide its board members with regular training and information on technology developments to enable the board to effectively discharge its oversight role.",
      "SUMMARIZATION": "Review whether the company has trained its employees to recognize and manage risks. Also, verify that they provide awareness of the implementation of risk management policies and procedures."
    },
    {
      "TEXT": "All risk owners are required to complete the Risk Management online training programme that includes training on: Training in risk management will be required on, Risk Management Framework and online risk management system. The training will be organised and delivered by the Risk Management Officer via the University’s staff development programme.",
      "SUMMARIZATION": "Review whether the company has trained its employees to recognize and manage risks. Also, verify that they provide awareness of the implementation of risk management policies and procedures."
    },
    {
      "TEXT": "Identifying, capturing and actively managing personnel are priority objectives of the management of risks associated with the management of human capital, based on the principles of diversity and equal treatment and opportunity, which include social climate risks, socio-labor conflicts, hiring and training, compensation and benefits and health and safety. The sectors in which the Group operates feature a high degree of specialization, due to a high rate of innovation and constant technological change, which requires the Company to have highly qualified staff at all times and who are equipped with specific know-how to develop its projects, most of which have a high technological component. The Indra Group dynamically establishes policies and controls to attract, retain, and train suitable professionals at all times, avoiding turnover in certain professional groups with a high replacement cost.",
      "SUMMARIZATION": "Review whether the company has trained its employees to recognize and manage risks. Also, verify that they provide awareness of the implementation of risk management policies and procedures."
    },
    {
      "TEXT": "The organisational structure is supported by the Risk Management Framework. This enables NHS Resolution to monitor and address the strategic risks that would prevent the organisation achieving its strategic aims and business plan objectives, it sets out the controls (or ways the risks are being mitigated), and sources of assurance that those controls are effective. As well as setting out the treatment plans for those risks that require action to bring them within risk appetite where possible. Risks are linked to objectives and strategic aims, which exist at different levels: Strategic risks – risks that affect NHS Resolution’s ability to deliver the strategy or function as an organisation as a whole. Corporate Operational Risks – risks that affect the delivery of NHS Resolution’s business plan or common team risks that require a corporate response. Team risks - risks that are related to the delivery of departmental operations and objectives. Programmes and their project outcomes – risks associated with, usually, time limited activities and medium- to long-term delivery of benefits. NHS Resolution maintains a strategic risk, corporate operational and local team risk registers. These registers record non-project risks. All projects risks will be managed through the appropriate project boards with reporting and escalation through the change management governance process.",
      "SUMMARIZATION": "Review whether the company conducts systematic risk analysis to identify potential threats and categorizes them by severity levels."
    },
    {
      "TEXT": "Risk differentiation aims to manage risk such that variation relative to the achievement of the organization’s objectives stays within acceptable limits. As explained in the Risk Management Policy, the purpose of setting guidelines for riskdifferentiation is to ensure that risks are not over or under managed, and that scarce resources are effectively utilized. Reducing risk involved in the pursuit of an objective usually involves incurring costs; the lower the risk threshold, the higher the cost will tend to be (short of avoiding the risk  altogether by not undertaking the particular activity). Managing risk to a lower level than necessary therefore is inefficient. On the other side, exceeding risk thresholds exposes the organization to a greater than acceptable chance that key objectives will not be achieved. Establishing concrete risk threshold levels is an important element of enterprise risk management. That said, it is also one of the more difficult tasks, especially for organizations that lack processes that have some reliable way of assessing actual risk levels. With respect to grant related risk, thresholds are set at two levels: Averages which is setting targets for risk levels in the grant portfolio at grant, disease portfolio, country and regional levels but also for individual risks across the entire portfolio Ranges which are outside which a particular risk exposure may still be accepted, but subject to a higher level of management scrutiny and approval and so long as the overall average risk level stays within the approved thresholds.  An important fundamental premise is that the Global Fund is willing to accept higher levels of risk in grants that are being implemented in environments that are inherently riskier (for example in fragile states), than in relatively lower risk settings. Therefore, use is made of an index that provides a reliable proxy of this ‘contextual risk’ level, per eligible country. This also helps in tracking the development of the overall risk level in the portfolio, by relating movements in the Portfolio Risk Index to those in the contextual risk index. In other words, if contextual risk increases we can expect to see a similar increase in the risk level in Global Fund grants, all other things being equal. Similarly, for risks that are inherently easier to manage, the Fund’s threshold level will be lower than for risks that are more difficult to control, such as supply chain or sustainability related risks.\nWith respect to the specific risk of misuse of funds, the Global Fund has a ‘zero-tolerance’ policy, which means that the Global Fund does not tolerate corruption, fraud, misappropriation or abuse of any kind in relation to its grants. With respect to Secretariat processes, risk threshold levels are defined in terms of the degree to which each individual process is compliant with the benchmark internal control framework, as a proxy for the quality of risk management. Because risk is dynamic, guidelines for risk differentiation will be monitored and adjusted as appropriate, normally on at least an annual basis and in accordance with the framework for risk differentiation approved by the Board.",
      "SUMMARIZATION": "Review whether the company conducts systematic risk analysis to identify potential threats and categorizes them by severity levels."
    },
    {
      "TEXT": "Management must identify and adopt risk response strategies for all the identified risks and consider their effect: On likelihood and impact; in relation to risk tolerances; and costs versus benefits.The consideration of strategies, selecting and implementing a strategy is integral to risk management, it requires that management select a response\nthat is expected to alter the inherent risk rating, thus bringing the risk to\nwithin the public institution’s risk tolerance levels and improve the public\ninstitution’s risk profile.\nRisk management strategies may fall within the categories of:\nRisk acceptance: No action to affect likelihood or impact because it is such\na minimal risk, or the cost to implement the risk mitigations plan is too high relative to the cost of the risk, Risk reduction: Reduce the risk likelihood, impact, or both, Risk sharing: Reduce risk likelihood or impact by transferring or otherwise\n",
      "SUMMARIZATION": "Review whether the company conducts systematic risk analysis to identify potential threats and categorizes them by severity levels."
    },
    {
      "TEXT": "The size of any risk can be measured using two dimensions: the effect on the University should the risk materialise (impact) and the probability of the event occurring (likelihood). To ensure consistency of application across the University, risks identified must be assessed and measured in accordance with inherent and residual risk criteria as shown in the table below: Impact , the extent of impact on the Universitys operations if the risk arisen in the absence of Inherent and presence of residual controls. Likelihood the probability of the risk arising in the absence of Inherent and present of residual controls.Appropriate quantification of risk is critical to an effective Risk Management Framework.Not all risks are equal and effective risk management is only possible if risks are prioritised appropriately. Generally, risks should be prioritised according to their ability to affect the University achieving its objectives and therefore may change as objectives change. Certain risks will be deemed to be Fundamental Risks and will be recognised as being of greater strategic or operational importance to the University than local risks. This approach enables risk management resources to be targeted to the most important risk areas whilst still recognising other remaining risks",
      "SUMMARIZATION": "Review whether the company conducts systematic risk analysis to identify potential threats and categorizes them by severity levels."
    },
    {
      "TEXT": "The Risk Rating Criteria, a key element of the risk management framework seeks to establish the standard for prioritizing the risk based on the assessment of the following: Impact of the risk on the stated objectives and goals: The degree of consequences to the organization should the event occur. Likelihood of occurrence of the risk: The likelihood of the event occurring expressed as an indicative annual frequency. The level risk are High, Medium and low. ",
      "SUMMARIZATION": "Review whether the company conducts systematic risk analysis to identify potential threats and categorizes them by severity levels."
    },
    {
      "TEXT": "Each area of the business must undertake an ongoing robust assessment of risks and escalate risks through NHS Resolution governance and escalation route, as set out the procedure section. It is the responsibility of all staff to maintain risk awareness, identifying and reporting risks as appropriate to their line manager and / or director.  Below sets out the responsibilities for risk management at NHS Resolution, A risk owner is the responsible point of contact for an identified risk, who coordinates efforts to mitigate and manage the risk with various individuals who may also own parts of the risk. The responsibilities of the risk owner are to ensure that: Risks are identified, assessed, managed and monitored, Risks are clearly articulated in risk registers,Controls and treatment plans are in place to mitigate the risk to within risk appetite. Executive and non-executive directors share responsibility for the success of the organisation including the effective management of risk and compliance with relevant legislation. In relation to risk management the Board is responsible for,articulating the corporate objectives and success measures for the organisation, protecting the reputation of the organisation, providing leadership on the management of risk, determining the risk appetite for the organisation, ensuring the approach to risk management is consistently applied, ensuring that assurances demonstrate that risk has been identified, assessed and all reasonable steps taken to manage it effectively and appropriately, considering any risks that are outside of appetite and advice of ARC on remedial actions. Audit and Risk Committee is responsible on behalf of the Board for reviewing the adequacy and effectiveness of all risk and control related disclosure statements (in particular the Annual Governance Statement), prior to endorsement by the Board the underlying assurance processes that indicate the degree of achievement of corporate objectives and the effectiveness of the management of risks and risk related documents, policies and procedures.",
      "SUMMARIZATION": "Review whether the company has assigned responsible individuals or teams for implementing risk management procedures, ensuring that they understand their roles and responsibilities."
    },
    {
      "TEXT": "The Board is ultimately responsible to the Global Fund’s stakeholders for overseeing the implementation of effective risk management. The Board is responsible for: Understanding the organization’s risk philosophy and approving the framework for risk differentiation and Knowing the extent to which management has established effective risk management and Reviewing the portfolio of risk and considering it against the approved risk thresholds; and Being informed about the most significant risks and whether management is responding appropriately.The Board is provided with information that allows it to discharge its responsibilities as described in the preceding paragraph. The Board receives assurance on this information from assurance providers that include the external auditor, the Office of the Inspector General, the Chief Risk Officer, and the Head of the Legal and Compliance Department. The Technical Review Panel and the Technical Evaluation Reference Group provide relevant technical review and evaluation. The Committees of the Board advise the Board and provide guidance to the Secretariat on risk management matters that fall within their area of oversight. The Secretariat, Primary responsibility for day to day risk management rests with the Executive Director.The Executive Director delegates responsibility for risk management through a management structure designed to ensure effective leadership, accountability and decision making. It is the role of senior management to promote a risk aware culture, integrate risk management into overall management frameworks, ensure risks are systematically assessed and appropriate risk management actions are in place. Risk management is a responsibility of all staff in the organization.With respect to the creation and oversight over grants, the primary responsibility for risk management for the Secretariat rests with the management and other staff of the several divisions and departments that jointly form the country teams. The Secretariat for this purpose makes use of the services of Local Fund Agents, who carry out a variety of activities aimed at overseeing, verifying and reporting on grant performance.The Local Fund Agent is an important part of the Global Fund's fiduciary arrangements. However, it is not an \"agent\" in the true sense of the word and is not empowered to represent the Global\nFund's views or make decisions regarding grants. The Local Fund Agent works closely with the Country Team to perform work before the Global Fund signs a grant agreement with the Principal Recipient as well as during the ongoing grant management and with respect to grant closure.The Office of the Inspector General The mission of the Office of the Inspector General is to provide the Global Fund with independent and objective assurance over the design and effectiveness of controls or processes in place to manage the key risks impacting the Global Fund's programs and operations, including the quality of such controls and processes.All systems, processes, operations, functions and activities within the Global Fund and the programs it funds (including those in place or carried out by its program recipients, partners, suppliers and service providers) are subject to the Office of the Inspector General's review, evaluation, and oversight. The Office of the Inspector General may also act in an advisory role to further the Global Fund’s mission and objectives.The partners The Global Fund works closely with partners and relies on them to help achieve its mission. This includes a role in risk management. Partners fulfil this role by providing essential technical assistance to implementers in proposal development, the preparation of implementation plans, assistance on programmatic matters and reporting and a wide variety of other capacity building measures. Partners also serve as a critical source of information and feedback on both strategic and operational risks across all aspects of operations as well as advice and recommendations on measures to mitigate these risks. This information, feedback and advice are provided through various means, including through the four non-voting Board constituencies, but also on a dayto-day level through interaction with implementer and Secretariat staff. The Global Fund recognizes that this partner input is essential to the successful and efficient implementation of sound risk management.\n",
      "SUMMARIZATION": "Review whether the company has assigned responsible individuals or teams for implementing risk management procedures, ensuring that they understand their roles and responsibilities."
    },
    {
      "TEXT": "A Risk Owner (RO) is a person that has been given the authority to manage a particular risk and is accountable to their line manager for doing so. A Primary Register Owner (PRO) is the Division Director/Dean who has overall responsibility for the implementation and embedding of the risk management framework and the ongoing development and monitoring of their LRR. The PRO is required to report to the Operations Sub Committee, Executive Committee and the Governing Authority Audit & Risk Committee as required. The Risk Management Officer (RMO) reports to the Internal Auditor and is part of the Corporate Secretary’s Office. On behalf of the Corporate Secretary, the RMO ensures that the process and procedures are in place to enable employees adhere to the provisions of this Risk Management Policy. Additionally, the RMO is charged with monitoring and reviewing all Risk Registers to ensure compliance with the provisions of the Risk Management Framework within the parameters set down by the University’s Risk Appetite statement. The RMO develops reports on the implementation of the Framework and this Policy for the consideration of Executive Committee, Governing Authority Audit & Risk Committee and/or Governing Authority. Risk appetite is the amount of risk an organisation is prepared to accept based on the expected return of the development/activity in question. The University can be risk-taking or risk-adverse and different levels of risk appetite can apply to different activities. In deciding its risk appetite, the University will decide the threshold beyond which risks move from being monitored at a local level to being serious and monitored at an Executive level, or finally to the abandonment of the particular activity. Clarity in relation to the University’s risk appetite is critical to enable Executive Committee decide on the how best to manage any particular risk. The UL Risk Appetite Statement is reviewed annually",
      "SUMMARIZATION": "Review whether the company has assigned responsible individuals or teams for implementing risk management procedures, ensuring that they understand their roles and responsibilities."
    },
    {
      "TEXT": "The Board, through the Audit Committee shall oversee the establishment and implementation of an adequate system of risk management across the company. Board shall comprehensively review the effectiveness of the company’s risk management system on an annual basis.The Audit Committee would review on Bi-Annually, the risk assessment & minimization procedures across the Company after review of the same by the Corporate Level Risk Steering Committee. The Audit Committee will assist the Board in independently assessing compliance with risk management practices. It will also act as a forum to discuss and manage key risks.The Risk management Committee Concerned Functional Director shall review the exception reports along with effectiveness of the mitigation plans sent by the Site Level Risk Steering Committee on Bi-Annual basis. They may advise for inclusion of new risks and modify the mitigation plans. Functional Directors shall also review the exception reports along with effectiveness of the mitigation plans sent by the Corporate Level Risk Steering Committee on quarterly basis. They may advise for inclusion of new risks and modify the mitigation plans. Effectiveness of the risk management policy & framework shall be reviewed. The Corporate Level Risk Steering Committee shall consists of key functional heads of ED/GM level at Corporate Office and one of the functional Director as chairman of the committee. CRO will be the coordinator.The Committee seeks to identify the key business risks which would prevent the Company from achieving its objectives and ensures that appropriate controls are in place to manage these risks.The Chief Risk Officer (CRO) plays a pivotal role in the oversight and execution of a company’s risk management function. Working closely with the Director (BD), CMD, Audit committee and the Board, the CRO is responsible for developing and implementing risk assessment policies, monitoring strategies, and implementing risk management capabilities. The CRO's ultimate objective is to help the Board and executive management to determine the risk-reward tradeoffs in the business and bring unfettered transparency into the risk profile of the business. The CRO will be supported by a team of risk analysts, will be known as the Office of CRO or the Risk Office. The CRO office works closely with the business units to identify risks and then evaluate and negotiate risk response plans based on cost-benefit analysis. ",
      "SUMMARIZATION": "Review whether the company has assigned responsible individuals or teams for implementing risk management procedures, ensuring that they understand their roles and responsibilities."
    },
    {
      "TEXT": "The complete roles and responsibilities for agency management officials and others with significant IT Security responsibilities are defined fully in Chapter 2, Security Roles and Responsibilities, of CIO 2100.1. The following sections provide extracted or paraphrased key responsibilities from CIO 2100.1 or other GSA or Federal guidance regarding managing risks associated with GSA information systems.",
      "SUMMARIZATION": "Review whether the company has assigned responsible individuals or teams for implementing risk management procedures, ensuring that they understand their roles and responsibilities."
    },
    {
      "TEXT": "Change control procedures are documented and enforced in order to minimize the risk of corruption of information systems. Whenever new systems are implemented or changes are brought to existing systems, the following procedures are ensured: A request for implementation of a new system or for changes to an existing system is submitted to La Sentinelle Ltd IT Management for authorization. Whenever appropriate, relevant documentation and specifications are attached to the request. Documentation includes risk assessment and business impact analysis.La Sentinelle Ltd IT Management analyzes the request and accompanied documentation and approves or rejects the request. In case the request is approved, a project plan is initiated whenever applicable. Responsibilities for carrying implementation or changes are clearly defined. Equipment, software, information and database that require amendments are identified.A testing plan is implemented and tests are formally recorded. System documentation is updated after changes are implemented. Version controls and change requests audit trails are maintained. Documentation and user procedures are updated to reflect changes.It is ensured that implementation of changes are carefully planned in order to avoid\ndisturbance of normal business activities",
      "SUMMARIZATION": "Review the implementation of a formal process and verify that it includes the submission of change requests, approval of changes, and testing before implementation in the production environment."
    },
    {
      "TEXT": "Managers1 will prepare a business case with input from Human Resources that includes coverage of the points listedbelow: Details of the current position including staffing structure, The business case for change and rationale behind it,including difficulties with existing arrangements, external influences (such as funding related), The options that have been considered, The proposal(s) for change – including the proposed\nstaffing structure where relevant if envisaged prior to consultation The perceived benefits of the proposal(s), Implications of the proposal(s) – financial and staffing ,Where there are staffing implications, the proposed\nmethod of job matching and selection of staff ‘at risk’, Equality impact assessment considerations, Detail of proposed timescales – for consultation, schedules of meetings and implementation. It is recognised that open and effective communication and consultation is key to successful organisational change. Communication and consultation will take place with the Campus Trades Unions and staff at the earliest opportunity to gather views and comments as a basis for informing management decision making. Communication and consultation will take place on all aspects of organisation change, regardless of the scale of the change exercise. Where appropriate this will conform to the statutory requirements and reference will be made to the Consultation on Avoidance of Redundancy Policy and Procedure. Consultation will be meaningful and with a view to reaching agreement on the way forward. Information will be provided that is necessary for staff and the Campus Trades Unions to make an informed contribution and updates will be circulated throughout the consultation period. Communication methods will be appropriate to the information being presented and could include, for example, departmental briefings, team meetings, newsletters as well as formal consultation meetings with the Campus TradesUnions. Large scale change programmes, involving a significant number of employees, will include implementation of a communications strategy with reference to the Communications Checklist attached as Appendix A.At the conclusion of a consultation process all comments and suggestions will be considered and a decision made on the way forward. This decision will be confirmed in writing and all staff affected by the change and relevant Campus Trades Unions will be notified. Where comments/suggestions are not taken on board, explanations will be provided as to thereasoning why. Arrangements will be put in place according to the nature of the change exercise including the following where appropriate, Implementation of the avoidance of redundancy andredeployment procedures, including organising trialperiods where appropriate also  Putting in place arrangements to assist in building capacity/skills for new roles with appropriate training and development opportunities. The scope and scale of the review will depend upon the nature and scale of the change exercise. The time and resources dedicated to a review will be consistent with the original scope and the desired output.",
      "SUMMARIZATION": "Review the implementation of a formal process and verify that it includes the submission of change requests, approval of changes, and testing before implementation in the production environment."
    },
    {
      "TEXT": "All changes must be submitted through Help.HSC. They must include the following elements for the Change Manager to bring them to the appropriate CAB for approval. Generally the CAB review of a change request does not include a detailed review of the technical content of the change. Consequently, the CAB may recommend that an RFC be referred to a technical Review Board (TRB) for review.This review is performed by the technical resources familiar with the area affected by the change as well as other technical resources with general knowledge of the institution, such as systems analysts, security analysts, service managers, service point/helpdesk staff, etc., as assigned by HSC, UNMH, SRMC, or UNMMG managers. TRB members assigned to review a change for one portion of the institution may be requested from other portions of the institution with consent from the TRB member’s management. TheTRB may be chaired by an assigned CAB member, a project manager, or a change manager as identified by the CAB.As changes are to be presented to the CAB two weeks before the change implementation, the review by the TRB will be completed within five working days of a change and the change will be referred back to the CAB that has requested the TRB review. If the change is an expedited change, the TRB will have one working day to review the change and the change will be referred back to the CAB that has requested the TRB review. The referral of the change to a TRB, the assigned staff as well as approval or disapproval (along with reasoning) will be recorded as separate journal entries in the change request. TRB’s may work by meeting in person and on the phone or via email. ",
      "SUMMARIZATION": "Review the implementation of a formal process and verify that it includes the submission of change requests, approval of changes, and testing before implementation in the production environment."
    },
    {
      "TEXT": "The objective of this process is to govern the introduction of a change into production by insuring that the correct procedures are being followed, proper documentation has been completed, proper testing has been performed, and proper approval is in place.The Change Management Process is initiated as a result of a Service Request or as input from Project Management, Release and Deployment Management, or Incident and Problem Management. In turn, the Change Management process can provide input to other processes such as Project Management, Incident/Problem Management and Service Strategy; the latter through updates to the Service Catalog, policies and processes and/or Standard Operating Procedures (SOPs).Each change type includes prescribed standards related to request, initiation, documentation, communication, testing, approval, and post implementation reviews as detailed below. The Request for Change (RFC) submittal procedures are detailed in Addendum J.",
      "SUMMARIZATION": "Review the implementation of a formal process and verify that it includes the submission of change requests, approval of changes, and testing before implementation in the production environment."
    },
    {
      "TEXT": "The following section will provide a holistic but summarized view of the change management process from the origination points for change to the post-implementation results of change. Change Origination, Changes are initiated by the Change Owner and can originate from multiple points within the IT Organization or as a result of several common conditions as follows: A business or IT request,A defect or Production incident, A project, Standard Maintenance. Change Planning, At the point a change is known or anticipated, the process of change management should be considered and commenced. Then  Impact Analysis as a key component of change preparation and planning is the ability to evaluate the impact of change on existing configuration items. Knowing what servers host what systems and what systems depend on other systems is an important aspect of planning the implementation and downtime aspects of a change.Change Delivery, During the Engineering, Development, and Testing periods of change delivery, establish firm wide policies and procedures regarding process management expectations of the change delivery measures. Change Calendaring, As early as possible or known, major changes must be reviewed by the change owner to determine whether it should be calendared. Positioning a change event on the calendar helps to secure the implementation window and raises immediate awareness that the change is planned and scheduled. While the calendar entry does not guarantee the window is reserved, it does establish a firm representation of intent and will normally cause other changes to be scheduled during alternate windows of availability.Implementation and Back-Out Preparation, An Implementation and Back-Out Plan can be developed in advance of a change or commenced at any time prior within the change implementation life cycle. It is often required and good practice to execute and test the Implementation and Back-Out Plan as a component of theformal test process.Operational Readiness To help ensure Operational Readiness of all changes, creation and completion of a key Operations Readiness check-list will help improve the overall support ability of any potential change. In-Scope Operational Test requirements and readiness reviews at each major pre-production. Post-Implementation Support Preparation, Supporting infrastructure is needed in order to successfully achieve post-implementation support. Expectations for go-live and post-implementation support are a key outcome for a successful change implementation plan.Change Approval, At the soonest point in the planning of change, the change record is originated to represent the subsequent work and activities required to deliver the change into Production. When ready, the change is frozen and the owning management team provides their approvals. Change Deployment Following the Implementation and Back-Out Plans, all changes must follow a specific Implementation Window whereby the change is conducted according to the agreed upon scope and within a specific time period. Each implementation window should follow a basic event structure as follows:Implement,Validate,Go-NoGo,Back Out,Confirm. Post-Implementation Support, Provide on-going production support as defined within the scope of the managements established policies and procedures.",
      "SUMMARIZATION": "Review the implementation of a formal process and verify that it includes the submission of change requests, approval of changes, and testing before implementation in the production environment."
    },
    {
      "TEXT": "The roles and responsibilities for Change Management may vary by change, however the Change Advisory Board should remain consistent and should include key stakeholders from across the organization to ensure a comprehensive view of changes to the organization.  Change Advisory Board (CAB) – The CAB is the decision-making authority for MACS. This is likely the MACS Management Team, in conjunction with MACS’ Board Members and Mainstay Technologies.  Change Manager (CM)– The CM is responsible for managing the change management process and coordinating workflow. The CM is also responsible for post implementation review and communications. This is likely going to be the Curriculum Coordinator or the Technologies Specialist, depending on the change type. Change Sponsor – The Change Sponsor is the stakeholder or the entity requesting the change. This is the individual or group requesting the change. Change Owner – The Change Owner is the person responsible for implementing the change and presenting any related technical or operational procedures. This is likely the Mainstay IT Team, in conjunction with the MACS Management Team. System Owner – Some changes may require a system owner. The System Owner could be a third party, organization partner or internal individual or entity that owns the system. This will vary by the requested change.Security & Impact Assessor – Individual or group with the technical, security and operational knowledge required to assess change risk and impact. This would be the MACS Management Team, in conjunction with and with support from Mainstay IT and Mainstay InfoSec. It is possible, and even likely, that an individual may play multiple roles depending on the complexity, size and risk profile of the school and or information system. In addition, it is likely that these roles will vary by change, depending on the nature of that change.",
      "SUMMARIZATION": "Ensure that only authorized employees have the authority to approve and implement changes."
    },
    {
      "TEXT": "The Chief Information Officer is responsible for: Ultimately approving OIT’s ChM policies and procedures.Appointing two members of OIT senior management with expertise in\nchange management to serve as CAB Co-Chairs. The CAB members are responsible for:  Authorizing all changes throughout the development and operational lifecycle of products and systems after ensuring the changes are held to approved criteria before implementation,Ensuring that changes are processed in an orderly and consistent manner, Providing cross-functional visibility to RFCs that leverages the collective understanding of the impact across the organization, Overseeing how proposed changes could affect the functionality and secure state of the information system based upon the CI’s assessment and Providing support for the Major Incident Procedure plan2, when applicable, as directed by the CAB Co-Chairs, if the back-out plan fails.The CAB Co-Chairs are responsible for:\nEnsuring the CAB adheres to ChM procedures and is robustly staffed with sufficient IT and stakeholder representatives, on a rotating basis, Approving Standard Change Classification Template requests for use in the Standard Change Catalog in the Enterprise Ticketing System, Reviewing the Standard Change Catalog in the Enterprise Ticketing , System on an annual basis, or earlier as required, to ensure they remain current and valid, Selecting E-CAB members to serve on an ad hoc basis on the E-CAB, as the nature of the emergency requires, Responding to emergency RFCs (E-RFCs) by standing up the E-CAB to conduct an accelerated ChM process and Providing conflict resolution as required at CAB meetings and, in the event the CAB is unable to reach a decision on an RFC, escalating the issue\nto the CIO and Appointing a designee to act on their behalf, as necessary, with any further designation requiring approval of the CIO.",
      "SUMMARIZATION": "Ensure that only authorized employees have the authority to approve and implement changes."
    },
    {
      "TEXT": "Roles associated with the Change Management process are defined in the context of the management function and are not intended to correspond with organizational job titles. Business or IT representative who initiates a request for change. This person is\nresponsible for filling out the Request for Change (RFC) form ensuring that all required information is included, submitting it according to this procedure, and notifying change manager. Senior manager who provides management control and guidance for the\nprocess in the IT department. Accountable for process design, operation, and improvement. Approves process rollout and changes to the process. Coordinates with Change Process Owners in other IT departments to ensure common practices where appropriate. This person has overall operational responsibility for the change management process in the IT department or designated sub-department. Accountable for vetting that the change request is accurate and complete and includes enough information for the CAB to approve or reject the proposal. May make the determination regarding categorization and classification of the request. Publishes metrics and the Change Schedule.Represents one or more service components in the CAB. Understands the technical structure of the component and sub-components, and how they support the service. ",
      "SUMMARIZATION": "Ensure that only authorized employees have the authority to approve and implement changes."
    },
    {
      "TEXT": " ECCG Review and Approval Each RFC will be reviewed and voted on by the ECCG,ECCG will review the RFC as outlined in the section below (ECCG - Change Management Approval), Upon Approval, the release date / time will be confirmed and documented and a releaser assigned – See Addendum H If not approved due to missing or erroneous information, a remediation period is available to correct any outstanding issues.Once a resolution for the outage and/or severe service disruption has been identified, communications containing details with the issue, proposed resolution, associated ticket numbers, known impact and risk, must be sent to following the OTS Incident Management policy/plan In addition, the Business Units will be notified that a resolution has been identified and an Emergency Change is being planned to resolve it. The Emergency Change can be executed once a minimum of one (1) Service Owner has approved, or CIO/Deputy CIO have approved, verbally or via email.If no verbal or written approval is received within 30 minutes, the Service Owner will provide approval to proceed.An email to the entire organization will be sent notifying them of any outage or service disruption that will occur as a result of the Emergency Change window. This will include the service(s) affected and the potential duration of the interruption. The assigned technical SME will execute the change as outlined in the emergency change documentation.",
      "SUMMARIZATION": "Ensure that only authorized employees have the authority to approve and implement changes."
    },
    {
      "TEXT": "Normal or High Priority Change Acceptance Rate,Number of accepted vs. rejected RFCs as a percentage of the Number of Normal and High Priority Changes.Emergency Change Acceptance Rate, Number of Emergency Changes approved as a percentage of the Total\nNumber of Changes.Rollback Rate , Number of changes successfully executed (per plan, no rollbacks) in a time period as a percentage of the total changes in that time period.Impact Rate, Number of changes with a resulting extended outage, major or critical\nIncident or Problem in a time period as a percentage of the total changes in that time period.Unapproved Rate,Number of changes completed in Production where required approval  (change governing body or existing SOP for Standard) was not documented prior to execution in a time period as a percentage of the total changes in that time period.",
      "SUMMARIZATION": "Review whether the company prioritizes and categorizes changes."
    },
    {
      "TEXT": "Following ITIL guidelines, there are three different types of service change:Normal Change – Any service change that is not a standard change or an emergency change. Emergency Change – A change that must be implemented as soon as possible, for example to\nresolve a major incident or implement a security patch, Standard Change – A pre-authorized change that is low risk, relatively common and follows a procedure or work instruction. In addition to the change types, changes can be categorized as major, significant or minor, depending on the level of cost and risk involved, and on the scope and relationship to other changes. The detail procedures for each group should address this categorization. ",
      "SUMMARIZATION": "Review whether the company prioritizes and categorizes changes."
    },
    {
      "TEXT": "A Standard Change is created from preapproved Standard change templates that have satisfied specific criteria (see Appendix A) and been added to the Standard Change Template Catalog in the Enterprise Ticketing System: the change is repeatable, frequently implemented, is considered low risk and low impact according to the SIA, and has a proven history of success (completed the Normal change lifecycle process at least 3-5 times with no issues). Standard changes that are approved by Division Directors and CAB Co-Chairs are added to the catalog and considered pre-authorized, following a shorter ChM lifecycle outside of the CAB approval process (subject to dual authorization). CRs can request new Standard change templates or use an existing template from the catalog to create a new Standard change request.A Normal Change is one that meets the defined lead time for testing and validation and is assigned a SIA level of no, low, medium, or high. A Normal change is an RFC that is not a Standard, Expedited or Emergency change, and is subject to the full ChM review process, including review and authorization by the CAB.An Expedited Change does not meet the lead time requirement for a Normal change, but is not an Emergency Change. Service is at risk, although service might not be down, and the RFC needs to be authorized because of a client request that has been validated by SME/ technical expert or a Director, who has determined that that the change needs to go in without waiting for the recommended lead-time. The same ‘Normal’ Change request information is provided in the Enterprise Ticketing System to implement the change, including the reason for expediting the RFC (SIA, back-out plans, scheduled time and downtime required), but lead times are much shorter. Authorization by a CAB Co-Chair is required and Expedited Changes are subject to retroactive review by CAB.Emergency Change is one that must be implemented as soon as possible to correct, or prevent, a high priority incident, or that must be introduced as soon as possible due to likely negative service impacts or situations where the impact to a service is imminent if action is not taken. These changes do not follow the complete lifecycle of a Normal change due to the speed with which they must be implemented and authorized. All emergency changes areauthorized by E-CAB and documented and  entered into the Enterprise.Ticketing System prior to implementation, or as soon as possible after thechange has been implemented depending on the nature of the emergency.",
      "SUMMARIZATION": "Review whether the company prioritizes and categorizes changes."
    },
    {
      "TEXT": "The following change management exist and should be used to govern the change management process:Emergency – Emergency priority changes are changes that will leave the Information System at critical risk if not implemented quickly. The CAB should be notified immediately, and Emergency changes should be implemented and tested as soon as possible to reduce imminent or existing risk to MACS. High – High priority changes are important changes that must be implemented soon prevent\nnegative impact and or significant organization disruption.  Normal – A Normal priority change is a standard change that is not urgent but represents benefit to MACS and should be documented and scheduled to reduce risk.\nRoutine – Routine changes are listed below and will not follow the change management process. These are general organization and system activities that are low risk, low impact, high volume and or high value and efficiency.\n",
      "SUMMARIZATION": "Review whether the company prioritizes and categorizes changes."
    },
    {
      "TEXT": "Management teams in the OpCos, both business and IT are responsible for implementing the ISP, identifying underlying risks, and ensuring effective controls by using the ‘comply or explain’ approach. They form the first line of defense as the risk owners. The Information Security Officer is responsible for ensuring that the security processes at the OpCos are coordinated in accordance with this ISP. The ITSSS is the linking pin between both business and IT and the Group ITSSS. The Security Manager is responsible for the operational aspects of protecting OpCos assets against threats, such as security breaches, computer viruses or attacks by cyber-criminals (preventive) and the operational handling of security incidents (resilience).Management teams in the OpCos, both business and IT are responsible for implementing the ISP, identifying underlying risks, and ensuring effective controls by using the ‘comply or explain’ approach. They form the first line of defense as the risk owners. The Information Security Officer is responsible for ensuring that the security processes at the OpCos are coordinated in accordance with this ISP. The ITSSS is the linking pin between both business and IT and  the Group ITSSS. The Security Manager is responsible for the operational aspects of protecting OpCos assets against threats, such as security breaches, computer viruses or attacks by cyber-criminals (preventive) and the operational handling of security incidents (resilience).",
      "SUMMARIZATION": "Review the access to the systems in accordance with individual roles and data classification."
    },
    {
      "TEXT": "Access to Systems, Applications and Information will be restricted to Authorized Users only. Users will ensure that unattended equipment has appropriate physical and logical protection. No removable storage media will be left unattended in office desks and work areas. All desktops will have clear screen policy when not in use.User Access control process will ensure Role Based access Control. Information systems that process classified data will have Mandatory Access Controls (MACs) in place. Adequate segregation of areas of responsibility, access rights and privileges will be implemented through a formal authorization process in order to restrict opportunities for intentional modification/misuse and to ensure that no single person can individually compromise the entire system/data. Principle of least privileges will be followed while using systems and services. Each User shall be provided a unique User Id with Password for all kind of login to any System/Computing device In addition, the dedicated Classified/Critical systems based upon the confidentiality of info/data being stored/handled, will have Two/Three factor authentication. There will be a formal User registration and de-registration procedure in place for granting and revoking Access to information systems and resources. Allocation of Passwords will be controlled through a formal password management process. User will follow password guidelines in the selection, use and protection of password. Access rights of Users who have been transferred, left the organization or superannuated shall be modified based on department head recommendations. User access rights will be periodically reviewed by department heads and redundant users Ids/Accounts/responsibilities will be examined.",
      "SUMMARIZATION": "Review the access to the systems in accordance with individual roles and data classification."
    },
    {
      "TEXT": "A procedure for user account creation and deletion must be maintained for access to all IT systems. Access will be granted according to an individual’s role and the data classification.  Mandatory authentication must be used. Multi factor authentication must be used for accessing Protected/Restricted data, where this service is provided by Goldsmiths. Users with administrative rights must use their normal user accounts for standard IT system access and only use elevated privileges when required. Users must not share their login details to access IT services. Passwords must be in accordance with the Password Policy.  All IT equipment and systems connected to the Goldsmiths network or connecting remotely must meet the minimum specification defined in the Patching Policy, utilising an operating system still receiving security updates with antivirus software installed.",
      "SUMMARIZATION": "Review the access to the systems in accordance with individual roles and data classification."
    },
    {
      "TEXT": "A formal user registration and de-registration process shall be implemented to create user IDsand assign access privileges. A unique ID shall be assigned to each user of information system to hold them responsible for their actions. User Ids shall follow a standard naming convention for all computer systems to facilitate user identification. Naming conventions shall cover all end users, contractors, consultants and vendors. A single user shall not be assigned more than one user ID on the same information system. The administrator of Information systems shall not grant a user, access to any system without the authorization of the user’s supervisor or manager.The supervisors 0r managers shall revoke access rights of users in a timely manner who have either changed their job function or have been terminated. Generic user IDs where necessarily required as an exception shall be assigned to a nominated user post approval from the respective Business Head or Business SPOC. The nominated user along with the Business head shall maintain the accountability, by whom, when and for what the generic ID is used.All vendor supplied default user IDs shall be disabled or removed where possible. GILAC systems to be scanned to identify orphan IDs, dormant IDs, unauthorized IDs, etc. on a periodically as part of quarterly ID validation process. Same need to be deleted if not required. Exception to be raised for IDs which need to be retained with proper business justification. Access to information and information technology resources shall be controlled, monitored, and authorized based upon user’s job function, need-to-know and need-to-perform criteria.The access to specific functionalities in information systems and level of access required at the granular level of read, modify & update, deletion shall be identified and documented. These requirements shall be translated into system profiles for the different classes of business users.Access privileges shall be assigned to a unique user ID that is mapped to an employee/Contractor based on individual’s subscribed role, business need and security requirements.Role based access shall be provided based on the systems profiles defined by the system and business owners.Access rights shall be defined based on the least privilege principle and be approved by user’s Manager or the respective BU SPOC.",
      "SUMMARIZATION": "Review the access to the systems in accordance with individual roles and data classification."
    },
    {
      "TEXT": "The following information security principles provide overarching governance for the security and management of information at LSE.Information should be classified according to an appropriate level of confidentiality, integrity and availability  and in accordance with relevant legislative, regulatory and contractual requirements. Users with responsibilities for information  must: handle that information in accordance with its classification level, must abide by LSE’ policies, procedures, and any contractual requirements. Information should be both secure and available to those with a legitimate need for accessin accordance with its classification level.Access to information will be on the basis of least privilege and need to know.Information will be protected against unauthorized access and processing. ",
      "SUMMARIZATION": "Review the access to the systems in accordance with individual roles and data classification."
    },
    {
      "TEXT": "Data Trustees and Stewards are responsible for determining who should have access to protected resources within their jurisdiction, and what those access privileges will be Any Data User may request that a Data Steward review the restrictions placed on a data element or data view, or review a decision to deny access to limited-access data. The appropriate Data Trustee makes the final determination about restrictions and access rights for enterprise data. Data Stewards and the ITS DBAs share security administration responsibilities (i.e., the functions of specifying, implementing, and managing system and data access control). To the extent possible, the Data Stewards work together and with the DBAs to define a single set of university procedures for requesting and authorizing access to limited-access data elements in the UEDB. Data Stewards and DBAs are jointly responsible for documenting these access request and authorization procedures. Data Stewards, with the assistance of ITS, are responsible for monitoring and annually reviewing security implementation and authorized access. All Data Users who are cleared for the highly sensitive category of UEDB data must acknowledge (by signed statement or other documented means) that they understand the level of access provided and accept responsibility to both protect their access privileges and to maintain the confidentiality of the data they access. Data Stewards are responsible for defining and implementing procedures to assure that data are backed up and recoverable in response to events that could compromise data integrity. ITS or other\nuniversity organizations may assist in this effort. Data Stewards may delegate specific security administration activities to operational staff. The Information Security Program Team is responsible for maintaining a plan for security policies and practices and for keeping\nabreast of security related issues internally within the university community and externally throughout the information technology marketplace. ",
      "SUMMARIZATION": "Review the access to the systems in accordance with individual roles and data classification."
    },
    {
      "TEXT": "Access rights must be justified by work-related requirements, must as far as possible be role-based and must be able to be monitored and logged in such a way that tracking and investigation in connection with security breaches can be carried out to a satisfactory extent.\nPrivileged users must be subject to special restrictions compared to general users. Classification models must exist for systems and data to give a sufficient overview of the most material IT assets and access to these. ",
      "SUMMARIZATION": "Review the access to the systems in accordance with individual roles and data classification."
    },
    {
      "TEXT": "Confidentiality of all data, both iCIMS and Subscriber Data, shall be maintained through discretionary and mandatory access controls administered by iCIMS or the respective Subscriber, as applicable. Establish process for linking all access to system components (especially access with administrative privileges such as root) to each individual user. The IT Department shall be notified of all personnel leaving iCIMS’s employ by Talent (human resources) prior to or at the end of their employment. As soon as possible after notification, not to exceed twenty-four (24) hours, rights to all systems shall be removed unless a specific exception request is received from Talent, Legal or Information Security.Administrators shall only log into systems with user ids attributable to them or follow processes that would not break attribution. For example, administrators shall use  command to obtain root privileges, rather than login as root onto UNIX or Linux systems. Access to databases containing Subscriber Data, Personal Data, PII or SCI shall always be authenticated. This includes access by applications/services, administrators, and all other users or sources. All access shall be removed for users who administer or operate systems and services that process Personal Data and PII where their user controls are compromised (e.g., due to corruption or compromise of passwords, or inadvertent disclosure).Ensure that the Principle of Least Privilege using role-based access control (RBAC) is followed for all users.  Control addition, deletion, and modification of usernames, credentials, and other identifier objects. Users (including temps, consultants, and contractors) shall formally request access to systems with only the rights necessary to perform their job functions.A manager or above and the system owner shall formally approve user roles and access requests. System administrators shall act as the final gatekeeper to ensure access is granted appropriate to the identified role. ",
      "SUMMARIZATION": "Review the access to the systems in accordance with individual roles and data classification."
    },
    {
      "TEXT": "All employees and personnel that have access to organizational computer systems must adhere to the password policies defined below in order to protect the security of the network, protect data  integrity, and protect computer systems. This policy is designed to protect the organizational resources on the network by requiring strong passwords along with protection of these passwords, and establishing a minimum time between changes to passwords The following password requirements will be set by the IT department:  Minimum Length - 8 characters recommended, Maximum Length - 14 characters,Minimum complexity - No dictionary words included. Passwords should use three of four of the following four types of characters: Lowercase, Uppercase, Numbers and Special characters such as!@#$ %^&*(){} [].",
      "SUMMARIZATION": "Review if the password policy mandates complexity requirements such as minimum length, inclusion of uppercase and lowercase letters, numbers, and special characters."
    },
    {
      "TEXT": "The Goldsmiths Password Policy (PDF) requires the following for your Goldsmiths account:Be between 12 and 100 characters long ,Contain upper and lower case letters, Contain numbers, Contain special characters eg ! $ # % @ +, Not contain any of these characters: “ < > ‘ & £, Not contain part of your name or surname, Not contain part of your username, Not reuse a previous password.",
      "SUMMARIZATION": "Review if the password policy mandates complexity requirements such as minimum length, inclusion of uppercase and lowercase letters, numbers, and special characters."
    },
    {
      "TEXT": "Authentication information such as passwords shall be kept confidential and shall be shared only with authorized persons basis proper justification and approvals.The password policy shall address the following at the minimum:Password length should be a minimum of eight (8) characters for end users and ten (10) characters for privileged accounts.Passwords should be complex, consisting of any 3 out of 4 characters ,lowercase, uppercase, numerals and special character, Users shall be forced to change the passwords after first logon",
      "SUMMARIZATION": "Review if the password policy mandates complexity requirements such as minimum length, inclusion of uppercase and lowercase letters, numbers, and special characters."
    },
    {
      "TEXT": "Users must be required to follow good security practices in the selection and use of passwords. Passwords provide a means of validating a user's identity and thereby establish access rights to information processing facilities or services. All agency staff must be advised to:\nkeep passwords confidential,avoid keeping a paper record of passwords, unless this can be stored securely, change passwords whenever there is any indication of possible system or password compromise, select quality passwords with a minimum length of eight characters which are: easy to remember, not based on anything somebody else could easily guess or obtain using person related information, e.g. names, telephone numbers and dates of birth etc., free of consecutive identical characters or all-numeric or allalphabetical groups, change passwords at regular intervals (passwords for privileged accounts should be changed more frequently than normal passwords),avoid reusing or cycling old passwords, change temporary passwords at the first log-on, not include passwords in any automated log-on process, e.g. stored in a macro or function key, and not share individual user passwords.",
      "SUMMARIZATION": "Review if the password policy mandates complexity requirements such as minimum length, inclusion of uppercase and lowercase letters, numbers, and special characters."
    },
    {
      "TEXT": "All employees and personnel that have access to organizational computer systems must adhere to the password policies defined below in order to protect the security of the network, protect data integrity, and protect computer systems. This policy is designed to protect the organizational resources on the network by requiring strong passwords along with protection of these passwords, and establishing a minimum time between changes to passwords. . Passwords are case sensitive and the user name or login ID is not case sensitive. Password history - Require a number of unique passwords before an old password may be reused. This number should be no less than 24, Maximum password age - 60 days,Minimum password age - 2 days,Account lockout threshold - 4 failed login attempts, Password protected screen savers should be enabled and should protect the computer within 5 minutes of user inactivity. Administrator passwords should be protected very carefully. Administrator accounts should have the minimum access to perform their function. Administrator accounts should not be shared.",
      "SUMMARIZATION": "Evaluate the password requirements for password aging, regular password changes, and restrictions on reusing old passwords."
    },
    {
      "TEXT": "The password policy shall address the following at the minimum:Domain users shall be forced to change their passwords at least every 90 days. Passwords should automatically expire if not changed within 90 days. Expired passwords for end user accounts should result in a forced password change upon next sign in. Users should not use last 5 passwords (password history). Privileged account passwords must be changed at least once every 90 days. Privileged Account Passwords should automatically expire if not changed within 90 days. Expired passwords for Privileged Accounts should result in an account lockout. Default system privileged accounts such as root and administrator accounts are configured with ‘password never expire’ and the password shall be vaulted.",
      "SUMMARIZATION": "Evaluate the password requirements for password aging, regular password changes, and restrictions on reusing old passwords."
    },
    {
      "TEXT": "Users must be required to follow good security practices in the selection and use of passwords. Passwords provide a means of validating a user's identity and thereby establish access rights to information processing facilities or services. All agency staff must be advised to:\nkeep passwords confidential,avoid keeping a paper record of passwords, unless this can be stored securely, change passwords whenever there is any indication of possible system or password compromise, select quality passwords with a minimum length of eight characters which are: easy to remember, not based on anything somebody else could easily guess or obtain using person related information, e.g. names, telephone numbers and dates of birth etc., free of consecutive identical characters or all-numeric or allalphabetical groups, change passwords at regular intervals (passwords for privileged accounts should be changed more frequently than normal passwords),avoid reusing or cycling old passwords, change temporary passwords at the first log-on, not include passwords in any automated log-on process, e.g. stored in a macro or function key, and not share individual user passwords.",
      "SUMMARIZATION": "Evaluate the password requirements for password aging, regular password changes, and restrictions on reusing old passwords."
    },
    {
      "TEXT": "Change control procedures are documented and enforced in order to minimize the risk of corruption of information systems. Whenever new systems are implemented or changes are brought to existing systems, the following procedures are ensured: A request for implementation of a new system or for changes to an existing system is submitted to La Sentinelle Ltd IT Management for authorization. Whenever appropriate, relevant documentation and specifications are attached to the request. Documentation includes risk assessment and business impact analysis.La Sentinelle Ltd IT Management analyzes the request and accompanied documentation and approves or rejects the request. In case the request is approved, a project plan is initiated whenever applicable. Responsibilities for carrying implementation or changes are clearly defined. Equipment, software, information and database that require amendments are identified.A testing plan is implemented and tests are formally recorded. System documentation is updated after changes are implemented. Version controls and change requests audit trails are maintained. Documentation and user procedures are updated to reflect changes.It is ensured that implementation of changes are carefully planned in order to avoid\ndisturbance of normal business activities",
      "SUMMARIZATION": "Review the implementation of a formal process and verify that it includes the submission of change requests, approval of changes, and testing before implementation in the production environment."
    },
    {
      "TEXT": "Prior to allowing user access to any IAU’s system or application, a password authentication method\nshall be implemented as follows:\na. Password shall be a minimum of 8 characters length for normal users and 12 characters for\nIT administrators (e.g., system admin, application admin, DB admin and network admin).\nb. Password shall be combination of at least three of the four followings:\n▪ At least one lower case alphabetic character (a-z)\n▪ At least one upper case alphabetic character (A-Z)At least one number (0-9)\n▪ At least one special character (e.g., @#$%^&*()_+|~-=\\`{}[]:\";'<>/)\nc. Passwords shall not contain user ID.\nd. Passwords shall contain no more than two identical characters in a row and not made up of\nall numeric or alpha characters.\ne. Blank password shall not be allowed.",
      "SUMMARIZATION": "Review if the password policy mandates complexity requirements such as minimum length, inclusion of uppercase and lowercase letters, numbers, and special characters."
    },
    {
      "TEXT": "Blank password shall not be allowed. f. Users shall be required to change their password immediately after their first login to any system (i.e., It shall be configured to prompt a user to choose another password before continuing with his session). g. User account shall be locked fort 3 minutes after 3 unsuccessful attempts: h. Password change shall be enforced (by the operating system or the application) at least every 90 days. Re-use of the same password shall not be allowed. i. Initial password shall be only used one time (i.e., it shall be valid only for the involved user’s first login) and shall be expired at 23:59:59 of the date issued. j. Password shall be stored and transmitted in protected (e.g., encrypted or hashed) form, if possible.\n",
      "SUMMARIZATION": "Evaluate the password requirements for password aging, regular password changes, and restrictions on reusing old passwords."
    },
    {
      "TEXT": "The hosting agency has the responsibility for documentation, execution, monitoring and testing of a physical security plan for both computer and telecommunication assets. This physical security plan would evaluate the risks from potential losses due to: (A) physical destruction or theft of physical assets,(B) loss or destruction of information and program files,(C) theft of information,(D) theft of indirect assets, and (E) delay or prevention of computer processing. Included in the plan would be measures for reducing the possibility of a loss and must address: (A) changes in the environment to reduce exposure, (B) measures to reduce the effect of a threat, (C) improved control procedures, (D) early detection, and (E) contingency plans.\n",
      "SUMMARIZATION": "Review the physical environment protection measures that the company uses, such as fire suppression systems, temperature monitoring, and more."
    },
    {
      "TEXT": "Critical or sensitive SUNY Fredonia business information processing facilities must be housed in secure areas, protected by a defined security perimeter, with appropriate security barriers and entry controls to protect from unauthorized access, damage and interference. Physical security perimeters should be established in SUNY Fredonia environments where servers are stored or operational in wiring closets for network and telephonic connections, where printers used for printing confidential or sensitive information, and any other location where critical or sensitive SUNY Fredonia computer equipment may be in use or stored. The purpose of the security perimeter is to prevent unauthorized access to the computer resource, or to prevent theft of the resource. The ITS designees of the information Security Team will perform periodic threat and risk analysis to determine the extent of the perimeter vulnerabilities",
      "SUMMARIZATION": "Review the physical environment protection measures that the company uses, such as fire suppression systems, temperature monitoring, and more."
    },
    {
      "TEXT": "Facility entry controls shall be used to limit and monitor physical access to systems where PII, SCI and Subscriber Data are maintained, including but not limited to buildings, loading docks, holding areas, telecommunication areas, and cabling areas or media containing PII, SCI or Subscriber Data using appropriate security controls including, but not limited to: Use of video cameras or other access control mechanisms to monitor individual\nphysical access to sensitive areas.Store video for at least ninety (90) days, unless otherwise required by law.Restriction of unauthorized access to network access points. Restriction of physical access to wireless access points, gateways, and handheld devices.Use of defined security perimeters, appropriate security barriers, entry controls and authentication controls, as appropriate. Ensuring that all personnel with physical data center access to data centers containing PII, SCI or Subscriber Data wear visible identification that identifies them as employees, contractors, visitors, etc. Restriction of non-personnel or Need to Know Parties (NKP) from being given virtual access to the Data Center without appropriate approvals in place. Ensure that any physical access required by NKPs are supervised.All visitors shall log in and receive the appropriate access card, as necessary, and identifying badge. Any paper and electronic media that contain Subscriber Data, PII, SCI or Personal Data shall be physically secured.Doors to physically secured facilities shall always be kept locked. . Consideration shall be taken to ensure environmental concerns are addressed such as fire, flood, and natural disaster (e.g., earthquake, flood, etc.) Redundant air conditioning units shall be in place to ensure maintenance of appropriate temperature and humidity in the data center. Data centers shall be required to perform SOC 2 or equivalent audits on an annual basis and vendors shall be required to remediate any findings in a reasonable timeframe. All servers are required to use universal power supplies (UPS).  All hubs, bridges, repeaters, routers and switches and other critical network equipment shall be UPS protected. Sufficient power availability shall be in place to keep the network and servers running until the Disaster Recovery Plan can be implemented. UPS software shall be installed on all servers to implement an orderly shutdown in the event of a total power failure. All UPSs shall be periodically tested.",
      "SUMMARIZATION": "Review the physical environment protection measures that the company uses, such as fire suppression systems, temperature monitoring, and more."
    },
    {
      "TEXT": "The operational site housing the critical information processing facilities / Data Center(DC) of MIDHANI must be in location not prone to natural or man-made disasters, like Fire, Flood, Earthquakes, Lightening, Chemical contamination and Explosions and may have Surveillance system, access card controlled entry. Suitable floor structuring, lighting, power and air conditioning must be provided.Physical protection against damage from fire, flood and lightning will be applied. The Site must have Fire detection and suppression system in Compliance with regulations imposed by the Fire dept of MIDHANI. Also it must have Water detectors installed under the raised floors and lightning protection system installed in the premises.The DC sites will be equipped with adequate Firefighting systems and Automatic fire/smoke detection alarm to prevent fire hazards.Stabilized Direct Power supply and Uninterrupted Power Supply units with Battery Backup as well as Power Generators as Standby arrangement must be used to provide protection from power fluctuations, power failures and other disruptions.Adequate air conditioning preferably Precision ACs along with temperature and humidity monitoring sensors must be Installed for temperature and humidity control in DC.There must be protective cabinets with Fire proofing and Secure locking at DC for Storage of Data Tapes, Software / Maintenance Media, System documents like Configuration files, License keys.Responsibilities for physical security of the IT systems at the DC shall be defined and assigned to named individuals of IT department.The DC site must be protected by a well-defined Security Perimeter implemented using stateof-art physical security system like Access-card / Bio-metric / Iris Controlled system.All IT Equipment will be adequately and timely maintained / updated to ensure its continued availability and integrity. Before sending outside any computing device for repair or\nmaintenance, all storage media like hard-disks, CD/DVD, etc will be removed and kept at secure location and the repair and maintenance will be carried out and tested using test drives available with the repair / maintenance agencies. Internal drives will be securely erased and formatted when relocated for fresh installation.",
      "SUMMARIZATION": "Review the physical environment protection measures that the company uses, such as fire suppression systems, temperature monitoring, and more."
    },
    {
      "TEXT": "Data centres, computer rooms, and communications facilities used for hosting equipment for information processing must be physically protected from unauthorised access to prevent theft or damage. Facilities must also be adequately protected against environmental damage such as by fire or flood. Computer equipment must be password protected if left unattended. A screen lock must be activated when there is no activity for a short\nperiod of time. Passwords must not be written down anywhere near IT equipment. Portable computing devices must be locked away at the end of the working day. All Goldsmiths owned equipment must be disposed of in a controlled manner. Any staff wishing to dispose of IT equipment must contact the IT&DS Service Support to arrange collection.",
      "SUMMARIZATION": "Review the physical environment protection measures that the company uses, such as fire suppression systems, temperature monitoring, and more."
    },
    {
      "TEXT": "Physical access to offices and information processing facilities shall be properly controlled for employees, contractors and visitors to prevent unauthorized access or damage to information systems.Physical access provided to secure areas such as the Data Centers, Network room, Server rooms, Disaster recovery sites etc. to employees/vendors/visitors shall be reviewed on quarterly basis.  Entry and exit to the premises shall be logged and monitored. In case of any major deviations/ suspected events noted, the same shall be notified to appropriate authorities. Facilities shall be classified into zones and physical safeguards for each zone shall be designed and implemented at a level appropriate to the classification of the zone. Appropriate physical security controls and monitoring capabilities shall be employed to detect and prevent disruptions to the information processing facilities.Offices and information processing facilities shall be manned reception area to control physical access to resp premises.CCTV cameras shall be installed at key locations of premises. Ensure that due diligence is exhibited during CCTV monitoring. CCTV recordings shall be retained for least for 1 month for Primary datacenter. For GodrejOne, recordings shall be retained at least for 10 days.Visitor details shall be verified and entered into a visitor register/ visitor management system. Details regarding laptops, pen drives, CDs/ DVDs, floppies etc. shall be entered. Every visitor shall be provided with a visitor badge and the visitor shall display the badge at all times in the GILAC premises. Access cards provided to vendors/consultants shall have limited floor access. Cards unused for more than 30 days shall be disabled. Visitor/Vendor personnel/third party personnel shall be escorted at all times inside the Datacenter or facilities housing critical information systems or equipment. All employees and visitors shall display the access card at all times on premises. Also, all\nemployees and visitors shall use their access cards (employee identification badges, visitor badges etc.) to obtain entry and exit to the premises. Monitoring events and records for physical access (eg. access cards, biometric access, etc.) shall be stored for a minimum of three months or longer based on business and legal requirements.",
      "SUMMARIZATION": "Review the physical environment protection measures that the company uses, such as fire suppression systems, temperature monitoring, and more."
    },
    {
      "TEXT": "Information processing and storage facilities must have a defined security perimeter and appropriate security barriers and access controls. All employees and consultants are required to present their identification badge when entering the Company’s buildings and offices. Once inside the building, their ID badge must be visibly worn.A periodic risk assessment must be performed for information processing and storage facilities to\ndetermine whether existing controls are operating correctly and if additional physical security measures are necessary. These measures must be implemented to mitigate the risks. Information technology equipment must be physically protected from security threats and environmental hazards. Special controls may also be necessary to protect supporting infrastructure and facilities such as electrical supply and cabling infrastructure. All information technology equipment and information media must be secured to prevent compromise of confidentiality, integrity, or availability in accordance with the classification of information contained therein. Visitors to information processing and storage facilities, including maintenance personnel, must be escorted at all times.",
      "SUMMARIZATION": "Review the physical environment protection measures that the company uses, such as fire suppression systems, temperature monitoring, and more."
    },
    {
      "TEXT": "Back-up of business data/information and software will be taken and tested regularly in accordance with the Backup procedure of MIDHANI. Off-site backup should be maintained for critical data.Back-up of information and software will be taken and tested regularly in accordance with the backup procedure of the establishment and criticality of information.",
      "SUMMARIZATION": "Review if the company performs periodic backups of data, applications, and critical systems."
    },
    {
      "TEXT": "Information owners shall determine the backup and recovery requirements based on the criticality of information systems to prevent operational disruptions or data loss. Backup media shall be stored in a secure location in a off-site facility such as an alternate or backup site.Data recovery processes shall be tested for effectiveness on annual basis. Data backup shall be encrypted.IT operations team shall identify and establish appropriate processes to meet the backup and recovery requirements determined by information owners. Data retention period shall be defined and records shall be retained for the defined period. This shall be reviewed at least once in a year and updated with changes if any. Retention periods for data shall be decided based on the following, GILAC’s business requirements, Legal or regulatory compliances, Contractual obligations.Records shall be maintained in a safe and secure environment. Records shall be protected from unauthorized access. All waste copies of sensitive information that are generated while copying, printing, or faxing shall be shredded using paper shredders/incinerators or shall be placed in locked bins clearly marked as containing confidential data. Storage media like floppy disk, hard drives, CDs, tape or optical media, zip disks, etc. shall be erased using a degaussing device or “disk-wiping” software before being discarded.• If the data cannot be erased, then Media shall be physically destroyed prior to disposal in such a manner that data should be beyond retrieval. Non-disclosure agreement shall be signed between the Organization and external contractor for outsourcing disposal. Certificates of secure disposal shall be obtained from external contractor.",
      "SUMMARIZATION": "Review if the company performs periodic backups of data, applications, and critical systems."
    },
    {
      "TEXT": "Within the consolidated log infrastructure, logs must be maintained and readily available (online) for a minimum of 90 days. Data stored and maintained through backups and/or other (cold) storage mechanisms must be maintained for a minimum of 1 year. Based on entity requirements, including auditing or legal needs, logs may need to be retained for a longer period of time.5. Backup copies of information, software, and system images must be taken regularly in accordance with the GlobeNet’s defined requirements. . Backups and restoration must be tested regularly. Separation of duties must be applied to these functions.",
      "SUMMARIZATION": "Review if the company performs periodic backups of data, applications, and critical systems."
    },
    {
      "TEXT": "Back-up copies of essential business information and software must be taken regularly. Adequate backup facilities should be provided to ensure that all essential business information and software can be recovered following a disaster or media failure. Backup arrangements for individual systems should be regularly tested to ensure that they meet the requirements of business continuity plans. The following controls must be considered: A minimum level of back-up information, together with accurate and complete records of the back-up copies and documented restoration procedures, should be stored in a remote location at a sufficient distance to escape any damage from a disaster at the main site. At least three generations or cycles of back-up information should be retained for important business applications.Back-up information should be given an appropriate level of physical and environmental protection consistent with the standards applied at the main site. The controls applied to media at the main site should be  extended to cover the back-up site.  Back-up media should be regularly tested, where practicable, to ensure that they can be relied upon for emergency use when necessary. Restoration procedures should be regularly checked and tested to ensure that they are effective and that they can be completed within the time allotted in the operational procedures for recovery.The retention period for essential business information and also any requirement for archive copies to be permanently retained should be determined.",
      "SUMMARIZATION": "Review if the company performs periodic backups of data, applications, and critical systems."
    },
    {
      "TEXT": "Backup must be made of systems and data.The backup frequency for systems and data must be based on risk assessments relating to their classification. Backups of systems and data must be stored securely and be unavailable to unauthorised persons and users. Logic and physical separation of duties must be ensured in relation to the backup environment. The backup environment must be robust to cyber attacks and must be monitored and tested for security with a view to detecting errors and deviations. ",
      "SUMMARIZATION": "Review if the company performs periodic backups of data, applications, and critical systems."
    },
    {
      "TEXT": "Regular backups of data, applications, and the configuration of servers and supporting devices shall occur to enable data recovery in the event of a disaster or business continuity event and retained according to Support and Maintenance Policy (“SMP”) and iCIMS Data Retention Policy.All backups shall be encrypted following Data Protection & Encryption Policy  for data at rest and in transit. Backups shall be encrypted and stored in a physically and logically secure geographically separate location. Backups for critical systems and systems that contain production Subscriber Data, Personal Data and/or PII shall be performed on at least a daily basis.",
      "SUMMARIZATION": "Review if the company performs periodic backups of data, applications, and critical systems."
    },
    {
      "TEXT": "Confidential information that is not encrypted may be exposed to unauthorised users. The encryption key is a secret that must be kept separately from the data in order to protect the encrypted data effectively. Encrypt all information, whether in-transit or at-rest, that is classified as internal and above.Retain key management responsibility within Foresight Cyber, unless such architecture breaks the model of the Cloud provider (approval by CISO required).Configure each new cloud encryption deployment to use the enterprise-wide key management service. Ensure the encryption keys are stored separately from the data.",
      "SUMMARIZATION": "Ensure that the stored data in the cloud is encrypted both when kept in the system and during transfer."
    },
    {
      "TEXT": "The State Agency SHALL ensure that data is encrypted at storage and in transit and in full compliance (at any given point in time) with NIAP and NIAP Appendix B for the government approved cryptographic algorithms and protocols.The State Agency SHALL ensure that they are using a unique set of encryption key(s). The unique encryption keys help protect data from being accessible in the event that it is inadvertently leaked from one CSP customer to another.The State Agency SHOULD opt for Hardware encryption keys (Compliant with FIPS 140 2-3 and above) whenever supported.",
      "SUMMARIZATION": "Ensure that the stored data in the cloud is encrypted both when kept in the system and during transfer."
    },
    {
      "TEXT": "The cloud service provider will not process any cloud user’s personal data without the consent of the user. All staff members are made aware of data protection requirements and have an understanding of how these are impacted by the storing of data in the cloud.Personal data is processed in compliance with the school’s GDPR Data Protection Policy, which is adhered to at all times. All files will be encrypted before they leave a school device and are placed in the cloud, and only authorised parties who have the correct encryption ‘key’ may access them. A robust key management arrangement is in place to maintain protection of the encrypted data. The loss of an encryption key will be reported to the DPO immediately, failure to do so could result in accidental destruction of personal data and, therefore, a breach of the relevant data protection legislation. Data that is ‘in transit’ will be secured and protected using an encrypted protocol that meets recognised industry standards. Personal data that is ‘at rest’, e.g. stored within the cloud service, will be encrypted.The Assistant Headteacher Facilities and Resources will ensure that a contract and data processing agreement are in place with the service provider, confirming compliance with the Data Protection Act 2018 and UK GDPR. The data processing agreement will specify the circumstances in which the cloud service provider may access the personal data it processes, such as the provision of support services. Unauthorised access may lead to the inappropriate disclosure, deletion, or modification of personal data. If the cloud service offers an authentication process, each user will have their own account. A system will be implemented to allow user accounts to be created, updated, suspended and deleted, and for credentials to be reset if they are forgotten, lost or stolen. Access for employees will be removed when they leave the school.",
      "SUMMARIZATION": "Ensure that the stored data in the cloud is encrypted both when kept in the system and during transfer."
    },
    {
      "TEXT": "",
      "SUMMARIZATION": "Verify that only specific persons have access to the systems and unauthorized access is prevented."
    },
    {
      "TEXT": "Different identity and access management solutions could be required for each cloud computing service or no solution being provided at all. This could result in users potentially having multiple unrelated user identities all of which need to be managed by both the user and Foresight Cyber. Evaluate the access controls of the cloud service to determine if they meet the Foresight Cyber requirements, specifically: log changes to access rights,, prevent access by cloud service provider users to Foresight Cyber data, satisfy the access requirements of Foresight Cyber including the, appropriate granularity of access rights.Determine how access control to cloud services will be managed and utilise Foresight Cyber Identity and Access systems to manage the access. Require all cloud services to integrate with the Foresight Cyber Identity Access Management (AIM) architecture for provisioning and single sign-on (SSO) Identify which events (e.g. login, access to data or changing user permissions) need to be logged. Determine the level of event logging of user activity that is available with the cloud provider.  Commission transfer of logging information, together with correct mapping to enable parsing of logs, from the Cloud provider to Foresight Cyber logging platform. Information may be exposed to unauthorized access. In some cases, information may be more exposed after the service has terminated because the cloud provider is no longer obligated to maintain any additional controls, specified in the contract.Information may be exposed to unauthorized access. In some cases, information may be more exposed after the service has terminated because the cloud provider is no longer obligated to maintain any additional controls, specified in the contract.Update the CMDB to reflect the decommissioning of the cloud service.\n",
      "SUMMARIZATION": "Verify that only specific persons have access to the systems and unauthorized access is prevented."
    },
    {
      "TEXT": "CTO is responsible for protecting infrastructure, platforms, and services made available in the cloud environments from unauthorized access and loss of integrity or availability.It is therefore necessary that: CTO separates the security responsibilities for both TimeTec Cloud and the cloud service customers regarding the cloud environments (infrastructure, applications, services, and data)  CTO protects the access and use of utility programs within the cloud environment by implementing access control and encryption methods. CTO ensures the availability of cloud environments by monitoring the services health with UpTimeRobot.CTO enforces cloud environment segregation between tenants in the cloud service customers’ environment and between the cloud service customers’ environment and TimeTec’s internal administrative environment by having a separate database for system integration test (SIT) and production environment. CTO enforces hardening practices in physical and logical components (e.g.: storage units, virtual machines, service protocols, etc.) of the cloud infrastructure by implementing the OS & Web Server Hardening using the checklist from Center of Internet Security (CIS). Regarding the protection of data in cloud environments, CTO is responsible for ensuring that cloud customer data needed in test procedures, especially Personally Identifiable Information (PII), is handled through proper technical and organizational measures proportional to the risk involved in such test procedures.CTO is responsible for ensuring the effectiveness of security controls implemented to protect cloud environments and the information stored and processed there, by means of regular monitoring and testing of implemented controls.",
      "SUMMARIZATION": "Verify that only specific persons have access to the systems and unauthorized access is prevented."
    },
    {
      "TEXT": "Based on the risk assessment results, and the Customer’s Service Level Agreements, CTO decides which logs will be kept about cloud environments’ access and use, about resources allocation and utilization, and about changes on Personally Identifiable Information (PII) and how long they will be stored. Logs must be kept for all administrators and operators performing activities in cloud environments. The System Engineer is responsible for ensuring correct clock synchronization between cloud service customers’ local clocks and TimeTec Cloud’s cloud services’ clocks by Amazon CloudWatch. The System Engineer is responsible for monitoring the logs of automatically reported faults on a daily basis, as well as registering faults reported by users, to analyze why errors occurred and to take appropriate corrective actions. Specific authorizations may be specified for actions in the case of an error, as well as how records of errors are kept. The System Engineer is responsible for regularly reviewing logs in order to monitor the activities of cloud users, administrators, and operators. The review is conducted at intervals prescribed by the CTO, who determines and selects the records to be reviewed, and how the implemented review will be recorded. The CEO must be informed about the results of the review. CTO is responsible for regularly reviewing logs related to Personally Identifiable Information (PII) in order to identify unusual behavior over PII handling. The review is conducted at intervals prescribed by the Internal Lead Auditor,who determines and selects the records to be reviewed, and how the implemented review will be recorded. The CEO must be informed about the results of the review. CTO is responsible for regularly reviewing logs in order to monitor the resources allocated to, and utilized by, each cloud service customer. The review is conducted at intervals prescribed by the Internal Lead Auditor, who determines and selects the records to be reviewed, and how the implemented review will be recorded. The CEO must be informed about the results of the review.\n",
      "SUMMARIZATION": "Review if the company have implemented logging and monitoring mechanisms so that can track user activites, system events and security incidents within the cloud environment. "
    },
    {
      "TEXT": "The use of the school’s cloud service will be monitored by the Managed Service Provider, with any suspicious or inappropriate behaviour of pupils, staff, or parents being reported directly to the Assistant Headteacher, Facilities and Resources. An audit function will be used to monitor cloud computing procedures and policies to ensure ongoing compliance. This policy will be reviewed every three years by the governing board and headteacher. \n",
      "SUMMARIZATION": "Review if the company have implemented logging and monitoring mechanisms so that can track user activites, system events and security incidents within the cloud environment."
    },
    {
      "TEXT": "Through our strong commitment and robust controls, we ensure that all staff understand, have access to and can easily interpret the data protection laws requirements and its Principles and that\nthey have ongoing training, support and assessments to ensure and demonstrate their knowledge,\ncompetence and adequacy for the role. Our Training & Development Policy & Procedures and\nInduction Policy detail how new and existing employees are trained, assessed and supported and\ninclude GDPR Workshops & Training Sessions\n• Assessment Tests\n• Coaching & Mentoring\n• 1:1 Support Sessions\n• Scripts and Reminder Aids Access to GDPR policies, procedures, checklists and supporting documents.\nEmployees are continually supported and trained in the data protection laws requirements and out\nown objectives and obligations around data protection.",
      "SUMMARIZATION": " Review that company provide comprehensive training and awareness programs to educate employees about data protection best practices, security policies, and their roles and responsibilities in safeguarding sensitive information."
    },
    {
      "TEXT": "CIPD commits to providing adequate resources and having controls in place to ensure and to document GDPR compliance including: (a) integrating data protection into internal documents including this policy, Related Policies, GDPR Guidelines and FAQs, Privacy Notices or Fair Processing Notices; (b) regularly training CIPD People on GDPR, this Privacy Standard, Related Policies and GDPR Guidelines and FAQs and data protection matters including, for example, Data Subject's rights, Consent, legal basis, PIA and Personal Data Breaches. CIPD will maintain a record of training attendance by CIPD People; (c) implementing Privacy by Design when Processing Personal Data and completing PIAs where Processing presents a high risk to rights and freedoms of Data Subjects; and (d) regularly testing the privacy measures implemented and conducting periodic reviews and audits to assess compliance, including using results of testing to demonstrate compliance improvement effort.We are required to ensure all CIPD People have undergone adequate training to enable them\nto comply with data privacy laws. We must also regularly test our systems and processes to assess compliance. You must complete all mandatory data privacy related training as indicated by the People team",
      "SUMMARIZATION": "Review that company provide comprehensive training and awareness programs to educate employees about data protection best practices, security policies, and their roles and responsibilities in safeguarding sensitive information."
    },
    {
      "TEXT": "Each School and Service has a designated Data Protection Champion who acts as a first point of contact for that School or Service relating to data protection issues. The Data Protection Champions raise awareness of data protection and information security responsibilities, policies and processes within the School/Service, and promote the maintenance and disposal of information held by the School/Service in accordance with University policies and procedures. The Data Protection Champions are supported by the Data Protection Team, and by the Information Security Manager and Records Management Team, who provide them with guidance, information, updates and training",
      "SUMMARIZATION": "Review that company provide comprehensive training and awareness programs to educate employees about data protection best practices, security policies, and their roles and responsibilities in safeguarding sensitive information."
    },
    {
      "TEXT": "In accordance with the University Mandatory Training Map, it is the policy of the University that every individual who ‘…use(s) University IT systems, including email, that may contain personal data’ must complete the ‘Data Protection and IT security’ online learning module. This training must be\ncompleted at least once in every two-year period. Completion of additional, or alternative, training may be required for specific roles depending on an assessment of risk",
      "SUMMARIZATION": "Review that company provide comprehensive training and awareness programs to educate employees about data protection best practices, security policies, and their roles and responsibilities in safeguarding sensitive information."
    },
    {
      "TEXT": "Management must ensure that its employees receive and attend the required data protection training, including the content and handling of this Policy, if they have constant or regular access to personal data, are involved in the collection of data or in the development of tools used to process personal data. The requirements of the Chief Data Privacy Officer and the department Data Privacy & Data Compliance must be observed.",
      "SUMMARIZATION": "Review that company provide comprehensive training and awareness programs to educate employees about data protection best practices, security policies, and their roles and responsibilities in safeguarding sensitive information."
    },
    {
      "TEXT": "ThinkForward will ensure that all ThinkForward staff, where relevant, and in any event as part of the induction process, undergo training in relation to data protection issues. If you feel you require additional or refresher training, please contact the COO, who is also the Data Protection Lead.",
      "SUMMARIZATION": "Review that company provide comprehensive training and awareness programs to educate employees about data protection best practices, security policies, and their roles and responsibilities in safeguarding sensitive information."
    },
    {
      "TEXT": "Individuals have an expectation that their privacy and confidentiality will be upheld and respected\nwhilst their data is being stored and processed by the Company. We therefore utilise several\nmeasures and tools to reduce risks and breaches for general processing, however when the\nprocessing is likely to be high risk or cause significant impact to a data subject, we utilise\nproportionate methods to map out and assess the impact ahead of time.\nWhere the Company must, or are considering carrying out processing that utilises new technologies,\nand/or where there is a likelihood that such processing could result in a high risk to the rights and\nfreedoms of data subjects, we always carry out a Data Protection Impact Assessment (DPIA)\n(sometimes referred to as a Privacy Impact Assessment).\nPursuant to Article 35(3) and Recitals 84, 89-96, we consider processing that is likely to result in a\nhigh risk to include: -\n• Systematic and extensive evaluation of personal aspects relating to natural persons which is\nbased on automated processing, including profiling, and on which decisions are based that\nproduce legal effects concerning the natural person or similarly significantly affect the natural\nperson(s)\n• Processing on a large scale of special categories of data\n• Processing on a large scale of personal data relating to criminal convictions and offences\n• Systematic monitoring of a publicly accessible area on a large scale (i.e. CCTV)\n• Where a processing operation is likely to result in a high risk to the rights and freedoms of an\nindividual\n• Those involving the use of new technologies\n• New processing activities not previously used\n• Processing considerable amounts of personal data at regional, national or supranational level,\nwhich could affect many data subjects\n• Processing activities making it difficult for the data subject(s) to exercise their rights Carrying out DPIAs enables us to identify the most effective way to comply with our data protection\nobligations and ensure the highest level of data privacy when processing. It is part of our Privacy by Design approach and allows us to assess the impact and risk before carrying out the processing, thus identifying and correcting issues at the source, reducing costs, breaches and risks.The DPIA enables us to identify possible privacy solutions and mitigating actions to address the risks\nand reduce the impact. Solutions and suggestions are set out in the DPIA and all risks are rated to\nassess their likelihood and impact. The aim of solutions and mitigating actions for all risks is to ensure that the risk is either:Eliminated, Reduced, Accepted",
      "SUMMARIZATION": "Review if the company conduct Data Privacy Impact Assessment (DPIAs) to identify and mitigate privacy risks associated with the collection, use, and processing of personal data. DPIAs help ensure that data protection measures are integrated into business processes and systems."
    },
    {
      "TEXT": "We are required to implement Privacy by Design measures when Processing Personal Data by implementing appropriate technical and\norganisational measures (like Pseudonymisation) in an effective manner, to ensure compliance with\ndata privacy principles.\nYou must assess what Privacy by Design measures can be implemented on all\nprograms/systems/processes that Process Personal Data by taking into account the following:\n• the state of the art;\n• the cost of implementation;\n• the nature, scope, context and purposes of Processing; and\n• the risks of varying likelihood and severity for rights and freedoms of Data Subjects posed by\nthe Processing.\nWe must also conduct PIAs in respect to high risk Processing. You should conduct a PIA (and discuss\nyour findings with the legal team) when implementing major system or business change programs\ninvolving the Processing of Personal Data including:• use of new technologies (programs, systems or processes), or changing technologies\n(programs, systems or processes);\n• Automated Processing including profiling and ADM;\n• large scale Processing of Special Categories of Personal Data; and\n• large scale, systematic monitoring of a publicly accessible area. ",
      "SUMMARIZATION": "Review if the company conduct Data Privacy Impact Assessment (DPIAs) to identify and mitigate privacy risks associated with the collection, use, and processing of personal data. DPIAs help ensure that data protection measures are integrated into business processes and systems."
    },
    {
      "TEXT": "The University encourages all staff to incorporate ‘Privacy by Design’ into their activities which involve Processing Personal Data - an approach by which data\nprotection is built into a project from the outset, and not bolted on at the end. The\nPrivacy Impact Assessment (\"PIA\") is a method by which the University can assess\nand address the risk of Processing and identify measures to support Data Protection.\n20.2 The PIA involves setting out the envisaged Processing, its purposes, and the legal\nbasis under which it is to be processed. It involves an assessment of the risks posed\nby the Processing to the rights and freedoms of the Data Subjects, and the measures\nto be taken to address those risks. It will include an analysis of safeguards being put\nin place, and will demonstrate how the Processing will be compliant with the Data\nProtection Laws. Once the University has carried out a PIA, it will keep it under regular\nreview to ensure that the assessment of risk addresses circumstances as they\nchange.\n20.3 To help the University meet its data protection obligations and to meet staff and\nstudents' expectations of privacy, the University carries out PIAs prior to beginning\nany new Processing activities where these are only required under Data Protection\nLaws for the large scale Processing of Sensitive Personal Data, systematic\nmonitoring of a public area on a large scale, the systematic evaluation of individuals\nbased on automated Processing, and other Processing activities which are likely to\nresult in a high risk to the rights of Data Subjects. It is good practice to carry out PIAs\nwhen embarking on new projects involving the Processing of Personal Data and staff\nare encouraged to do so, however where this is not the case, staff are still encouraged\nto consider Data Protection compliance which starting any new Processing activity,\nto ensure it is conducted in line with this policy.\n20.4 The data protection regulator in the UK also requires PIAs to be carried out where an\norganisation plans a number of specific Processing activities, including using new\ntechnology, Processing biometric data or collecting Personal Data from a source\nother than the Data Subject without providing them with a privacy notice.The PIA process is managed by the Data Protection Team and more information is\navailable via the DP Hub SharePoint site.",
      "SUMMARIZATION": "Review if the company conduct Data Privacy Impact Assessment (DPIAs) to identify and mitigate privacy risks associated with the collection, use, and processing of personal data. DPIAs help ensure that data protection measures are integrated into business processes and systems."
    },
    {
      "TEXT": "Privacy By Design - Data Protection Impact Assessment (DPIA)\nThe University will review all new projects, services and redesigned projects and services to consider\nwhether it is likely to result in a high risk to the rights and freedoms of natural persons, and whether\ntherefore a DPIA is required.\nData Protection Audit\nThe Data Protection Officer and ICT Manager / representative will conduct or commission regular\ncompliance audits of Information Security and Data Protection training and major services and\nprocesses to ensure that the Data Protection Act and the security of our systems is complied with.",
      "SUMMARIZATION": "Review if the company conduct Data Privacy Impact Assessment (DPIAs) to identify and mitigate privacy risks associated with the collection, use, and processing of personal data. DPIAs help ensure that data protection measures are integrated into business processes and systems."
    },
    {
      "TEXT": "Group Companies shall, when introducing new processings, or in the\nevent of a significant change to an existing processing, particularly\nthrough the use of new technologies, assess whether this processing\nposes a high risk to the privacy of data subjects. The nature, scope,\ncontext and purpose of the data processing must be taken into account.\nAs part of the risk analysis, the responsible department carries out an\nassessment of the impact of the planned processing on the protection of\npersonal data (Data Protection Impact Assessment). If, even after\nperformance of the Data Protection Impact Assessment and use of\nappropriate measures for risk reduction, the risk to the rights and\nfreedoms of the data subjects remains high, the Chief Data Privacy\nOfficer has to be informed who will contact the competent data\nprotection supervisory authority for consultation. Provisions established\nby Daimler Truck Holding AG and Daimler Truck AG for performing this\nassessment (such as software tools, instructions on the performance of\nan evaluation) must be observed.",
      "SUMMARIZATION": "Review if the company conduct Data Privacy Impact Assessment (DPIAs) to identify and mitigate privacy risks associated with the collection, use, and processing of personal data. DPIAs help ensure that data protection measures are integrated into business processes and systems."
    },
    {
      "TEXT": "A Data Protection Impact Assessment (DPIA) is a mechanism for identifying the impact of new initiatives and putting in place measures to minimise or reduce risks during the design stage and throughout the lifecycle of an initiative. A DPIA must be carried out where new technologies are being used and where there is a potential risk to the privacy and rights of individuals. SQA has decided that a DPIA should be carried out for all new and changed projects, processes and contracts that involve the processing of personal data as well as in relation to some data sharing requests. Information about DPIAs and the Privacy Impact Review Group (PIRG) that review them is available on the Intranet. The Data Protection Officer oversees and advises on DPIAs. Queries relating to DPIAs should be directed to the Data Protection Officer.\n",
      "SUMMARIZATION": "Review if the company conduct Data Privacy Impact Assessment (DPIAs) to identify and mitigate privacy risks associated with the collection, use, and processing of personal data. DPIAs help ensure that data protection measures are integrated into business processes and systems."
    },
    {
      "TEXT": "Where CFS engages third-party processors to process personal data on its behalf, CFS will ensure that the third-party processor complies with this policy and applicable data protection laws and regulations. CFS will also enter into a written agreement with the third-party processor that sets out the terms of the processing and the measures that the third-party processor must take to protect personal data. CFS is committed to protecting the personal data of its members, stakeholders, and any other individuals whose personal data it processes. This policy outlines the measures that the CFS takes to ensure the protection of personal data and the rights of individuals whose data is processed. If you have any questions or concerns about this policy or the CFS's handling of personal data, please contact the Chair\n",
      "SUMMARIZATION": "Review if the company assess the security practices of third-party vendors and service providers who have access to sensitive data. Ensure that contracts include appropriate data protection clauses and that vendors comply with relevant regulations and security standards."
    },
    {
      "TEXT": "The Company utilise external processors for certain processing activities (where applicable). We use information audits to identify, categorise and record all personal data that is processed outside of the\ncompany, so that the information, processing activity, processor and legal basis are all recorded,\nreviewed and easily accessible. Such external processing includes (but is not limited to): -\n• IT Systems and Services\n• Legal Services\n• Debt Collection Services\n• Human Resources\n• Credit Reference Agencies\n• Direct Marketing Services\nWe have strict due diligence and Know Your Customer procedures and measures in place and\nreview, assess and background check all processors prior to forming a business relationship. We\nobtain company documents, certifications, references and ensure that the processor is adequate,\nappropriate and effective for the task we are employing them for We audit their processes and activities prior to contract and during the contract period to ensure\ncompliance with the data protection regulations and review any codes of conduct that they are\nobligated under to confirm compliance. The continued protection of the rights of the data subjects is\nour priority when choosing a processor and we understand the importance of outsourcing\nprocessing activities as well as our continued obligations under the data protection laws even when\na process is handled by a third-party.We draft bespoke Service Level Agreements (SLAs) and contracts with each processor and among\nother details, outlines: -\n• The processors data protection obligations\n• Our expectations, rights and obligations\n• The processing duration, aims and objectives\n• The data subjects’ rights and safeguarding measures\n• The nature and purpose of the processing\n• The type of personal data and categories of data subjects\nEach of the areas specified in the contract are monitored, audited and reported on. Processors are\nnotified that they shall not engage another processor without our prior specific authorisation and\nany intended changes concerning the addition or replacement of existing processors must be done in\nwriting, in advance of any such changes being implemented.That contract or other legal act shall stipulate, in particular, that the processor: -\n• Processes the personal data only on our documented instructions\n• Seeks our authorisation to transfer personal data to a third country or an international\norganisation (unless required to do so by a law to which the processor is subject)\n• Shall inform us of any such legal requirement to transfer data before processing\n• Ensures that persons authorised to process the personal data have committed themselves to\nconfidentiality or are under an appropriate statutory obligation of confidentiality\n• Takes all measures to security the personal data at all times\n• Respects, supports and complies with our obligation to respond to requests for exercising the\ndata subject's rights\n• Assists the Company in ensuring compliance with our obligations for data security, mitigating\nrisks, breach notification and privacy impact assessments\n• When requested, deletes or returns all personal data to the Company after the end of the\nprovision of services relating to processing, and deletes existing copies where possible\n• Makes available to the Company, all information necessary to demonstrate compliance with\nthe obligations set out here and in the contract\n• Allows and supports audits, monitoring, inspections and reporting as set out in the contract. Informs the Company immediately of any breaches, non-compliance or inability to carry out their duties as detailed in the contract",
      "SUMMARIZATION": "Review if the company assess the security practices of third-party vendors and service providers who have access to sensitive data. Ensure that contracts include appropriate data protection clauses and that vendors comply with relevant regulations and security standards."
    },
     {
      "TEXT": "3 Members of the University should be particularly aware of this when contracting with\na third party for the Processing of Personal Data (including for IT support, collaborative provision, or research purposes) or when publishing information on the\nInternet, which can be accessed from anywhere in the globe. This is because transfer\nincludes placing data on a web site that can be accessed from outside the EEA.\n15.4 In addition to the above, where the University is acting as a Data Processor, the\ncontract between it and the third party it is Processing Personal Data on behalf of\nmay have additional contractual restrictions in respect of international transfers of\nsuch data. Members of the University should check the contractual position carefully\nprior to transferring the Personal Data and check with the Data Protection Officer if\nthey are unclear how to proceed.",
      "SUMMARIZATION": "Review if the company assess the security practices of third-party vendors and service providers who have access to sensitive data. Ensure that contracts include appropriate data protection clauses and that vendors comply with relevant regulations and security standards."
    },
     {
      "TEXT": "Processing on behalf means that a contractor processes personal data as a service provider (processor) on behalf of and according to the instructions of the controller. In these cases, an agreement on processing on behalf in line with relevant statutory requirements (such as\nthe template “agreement on processing on behalf”), must be concluded both with external processors as well as among Group Companies within the Daimler Truck Group. The controller retains full responsibility for the correct performance of the data processing.The processor can process personal data only as per the controller’s\ninstructions.\nProcessors may engage other Group Companies or third parties(subcontractors) to process personal data in their own (sub) contract only with the controller’s prior consent. This consent will be granted only\nif the processor subjects the subcontractor – contractually or by other comparable legally binding means – to the same data protection obligations to which the processor is subject pursuant to this policy vis-avis the Group Company and data subjects. It must also oblige the\nsubcontractor to take the appropriate technical and organizational\nprotective measures. The form of consent as well as information obligations in the event of changes in the subcontracted relationship must be set out in the contract for services.Processors are obligated to provide appropriate support to the controller in complying with data protection provisions applicable to the latter,\nespecially by providing all the necessary information. This concerns, in particular, safeguarding, the general principles for processing pursuant to Section 5, the rights of data subjects pursuant to Section 10, the notification of data protection incidents pursuant to Section 12, the provisions for controller and processors pursuant to Section 8 and the handling of inquiries and investigations by supervisory authorities.",
      "SUMMARIZATION": "Review if the company assess the security practices of third-party vendors and service providers who have access to sensitive data. Ensure that contracts include appropriate data protection clauses and that vendors comply with relevant regulations and security standards."
    },
     {
      "TEXT": "1 There are circumstances, provided for under DPA2018, where personal data may be disclosed to third parties without the consent of the Data Subject.5.2 Any such disclosures will only take place if QMUL is satisfied that the party seeking this has provided written evidence of its entitlement/authority to ask for this information and relevant justifications as required.",
      "SUMMARIZATION": "Review if the company assess the security practices of third-party vendors and service providers who have access to sensitive data. Ensure that contracts include appropriate data protection clauses and that vendors comply with relevant regulations and security standards."
    },
     {
      "TEXT": "The Institute may transfer personal data to a third party, provided that the third party ensures a level of data protection that is equal or similar to the level provided by this Policy, that the interested party has been duly informed in this regard, and that, where applicable, consent has been obtained in a valid and legal manner. Taking into account possible data protection risks involved in transfers to third parties, the third party must comply with the principles established in section VI.1 of this Policy. To guarantee the protection of personal data to be transferred, IICA will include any clauses it deems relevant in legal instruments signed with third parties. Procedures to verify compliance of data processors with the obligations established in this Policy and in the PMPDP will be applied in developing contracts with third parties that will have access to personal data.",
      "SUMMARIZATION": "Review if the company assess the security practices of third-party vendors and service providers who have access to sensitive data. Ensure that contracts include appropriate data protection clauses and that vendors comply with relevant regulations and security standards."
    }
  ]
}